{
    "question": "四、写作（60分）\n23.阅读下面的材料，根据要求写作。\n父亲告诉我，生活里会有许多十字路口。\n——宗璞《卫凌难之歌》（阅读Ⅱ）\n不要循着他人走过的路前行，应去那无人踏足之地，留下属于自己的足迹。\n——拉尔夫·沃尔多·爱默生\n不为外撼，不以物移，而后可以任天下之大事。\n——吕坤\n以上材料引发了你怎样的联想和思考？请写一篇文章。\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道引语类材料作文题。\n第一条定位了“选择”这一普遍的人生主题：生活中必有许多选择，小到日常决策，大到职业方向、人生理想等，选择具有普遍性。\n第二条从“选择”出发，指出一种选择的方向：不是走既定道路，而是走“无人踏足”的路，强调个性、自主、创新，谈如何确定选择的方向。\n第三条则进一步从“选择后的坚持”角度强调：走自己的路之后，还要“内不被动摇”“不被外界左右”，才能真正承担起“自己的路”的意义与责任，谈选后的坚守。\n因此，这三句名言构成了一个递进关系的思路链条：面对人生的许多选择→在选择时应有勇气开辟自己的路→在走自己选择道路的过程中应坚持内心、不被外界所动摇。\n基于上述分析，作文立意可以从以下角度确立：人生充满十字路口，选择虽难，但重要。我们应勇于走别人未走过的路，并在途中坚持自己的信念，不被外界左右，从而真正书写属于自己的脚印与人生价值。或者简化为：勇于选择，敢于开路，坚定行走，成就人生。\n此外，还可以结合“成长”“责任”“担当”等维度作延伸，但中心要回归“选择—开辟—坚守”这一逻辑。\n\n立意参考：\n1.守心定志，踏路寻新。\n2.于十字路处，辟己之征途。\n3.不循旧迹，不移己志。\n4.以初心为舵，辟未知之路。\n5.拒循故道，以志拓荒。\n6.守己之心，行己之路。",
    "outlines": [
        {
            "title": "以本心为舵，辟独径前行",
            "subject": "在命运的十字路口，当以本心为舵，以勇气为帆，不循旧迹，勇辟独径，方能走出属于自己的璀璨征途。",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述宗璞、爱默生、吕坤的名言，引出“以本心为舵，辟独径前行”的中心论点。",
                    "examples": [],
                    "quotes": [
                        "生活里会有许多十字路口",
                        "不要循着他人走过的路前行",
                        "不为外撼，不以物移"
                    ],
                    "example_content": "宗璞笔下父亲的箴言昭示着人生的常态——无数十字路口横亘前路；爱默生呼吁人们挣脱盲从的桎梏，在无人之地留下足迹；吕坤则警示我们，唯有坚守本心、不为外物所动，方能担当大事。三者交织，道出了人生抉择的真谛：在命运的十字路口，当以本心为舵，以勇气为帆，不循旧迹，勇辟独径，方能走出属于自己的璀璨征途。"
                },
                {
                    "part_title": "分论点一",
                    "content": "十字路口的抉择，当摒弃盲从，勇拓独径。",
                    "examples": [
                        "袁隆平",
                        "苏炳添"
                    ],
                    "quotes": [],
                    "example_content": "十字路口的抉择，当摒弃盲从，勇拓独径。世人常困于“从众”的惯性，沿着他人踏平的道路前行，却不知真正的风景总在无人涉足的荒原。袁隆平院士在农业科研的十字路口，没有盲从“水稻无杂交优势”的权威定论，而是毅然踏上了杂交水稻研究的未知之路。苏炳添在短跑事业的瓶颈期，也选择了一条少有人走的路——30岁时大胆改变起跑脚。可见，真正的抉择，不是在既定选项中徘徊，而是敢于开辟新的可能。"
                },
                {
                    "part_title": "分论点二",
                    "content": "独径前行的征程，当坚守本心，不为外撼。",
                    "examples": [
                        "樊锦诗"
                    ],
                    "quotes": [
                        "不为外撼，不以物移"
                    ],
                    "example_content": "独径前行的征程，当坚守本心，不为外撼。开拓新路难免遭遇风雨，唯有稳住心神、坚守初心，方能行稳致远。吕坤所言“不为外撼，不以物移”，正是这份坚守的核心要义。敦煌“女儿”樊锦诗，从北京大学毕业后，在人生的十字路口拒绝了都市的繁华，选择扎根荒凉戈壁，一守便是57年。正是这份不为外物动摇的坚守，让她在文化传承的独径上绽放光彩。"
                },
                {
                    "part_title": "分论点三",
                    "content": "以本心为舵，辟独径前行，方能成就人生的深度与高度。",
                    "examples": [
                        "屠呦呦"
                    ],
                    "quotes": [],
                    "example_content": "以本心为舵，辟独径前行，方能成就人生的深度与高度。人生的价值，不在于重复他人的轨迹，而在于以坚守为基，以创新为翼，走出独特的人生之路。屠呦呦在研发抗疟药物的十字路口，既不盲从西方主流疗法，也不固守传统中药提取方式，而是在古籍中汲取灵感，开辟出低温乙醚萃取的新路径。她的前行之路，既是独辟蹊径的创新之旅，亦是坚守初心的使命之旅。"
                },
                {
                    "part_title": "联系实际",
                    "content": "结合高二学子身份，探讨学业与未来规划。",
                    "examples": [],
                    "quotes": [],
                    "example_content": "身为高二学子，我们正站人生重要的十字路口，面临着学业方向、未来规划的诸多选择。是随波逐流选择热门专业，还是坚守热爱追逐梦想？是墨守成规遵循既定学习模式，还是勇于探索适合自己的方法？答案早已明确：不必畏惧未知的前路，不必盲从他人的选择。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，升华主题：人生如旷野，勇辟独径。",
                    "examples": [],
                    "quotes": [],
                    "example_content": "人生如旷野，而非轨道。在无数个十字路口，愿我们以本心为舵，抵御外界的风浪；以勇气为帆，开拓未知的疆土。不循旧迹，亦不迷航向，方能在无人踏足之地，留下属于自己的深刻足迹，成就兼具独特性与价值感的人生。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "以本心为舵，辟独径前行",
            "content": "宗璞笔下父亲的箴言昭示着人生的常态——无数十字路口横亘前路；爱默生呼吁人们挣脱盲从的桎梏，在无人之地留下足迹；吕坤则警示我们，唯有坚守本心、不为外物所动，方能担当大事。三者交织，道出了人生抉择的真谛：在命运的十字路口，当以本心为舵，以勇气为帆，不循旧迹，勇辟独径，方能走出属于自己的璀璨征途。\n\n十字路口的抉择，当摒弃盲从，勇拓独径。世人常困于“从众”的惯性，沿着他人踏平的道路前行，却不知真正的风景总在无人涉足的荒原。袁隆平院士在农业科研的十字路口，没有盲从“水稻无杂交优势”的权威定论，而是毅然踏上了杂交水稻研究的未知之路。面对六年的失败与外界的质疑，他在田间地头反复试验，最终培育出高产杂交水稻，让亿万人民远离饥饿。倘若他固守传统路径，何来“禾下乘凉梦”的实现？苏炳添在短跑事业的瓶颈期，也选择了一条少有人走的路——30岁时大胆改变起跑脚，打破了长期以来的训练惯性。这份敢于突破常规的勇气，让他最终跑出9秒83的亚洲纪录，成为首位闯入奥运百米决赛的中国运动员。可见，真正的抉择，不是在既定选项中徘徊，而是敢于开辟新的可能。\n\n独径前行的征程，当坚守本心，不为外撼。开拓新路难免遭遇风雨，唯有稳住心神、坚守初心，方能行稳致远。吕坤所言“不为外撼，不以物移”，正是这份坚守的核心要义。敦煌“女儿”樊锦诗，从北京大学毕业后，在人生的十字路口拒绝了都市的繁华，选择扎根荒凉戈壁，一守便是57年。面对恶劣的自然环境、艰苦的生活条件，以及外界的种种诱惑，她始终坚守“守护敦煌文化”的初心，开创“数字敦煌”项目，让千年壁画在数字世界中永生。正是这份不为外物动摇的坚守，让她在文化传承的独径上绽放光彩。反之，那些浅衷狭量、心浮气躁之人，动辄因外界评价改变方向，终究难成大事。\n\n以本心为舵，辟独径前行，方能成就人生的深度与高度。人生的价值，不在于重复他人的轨迹，而在于以坚守为基，以创新为翼，走出独特的人生之路。屠呦呦在研发抗疟药物的十字路口，既不盲从西方主流疗法，也不固守传统中药提取方式，而是在古籍中汲取灵感，开辟出低温乙醚萃取的新路径。190次失败的打击未曾动摇她“济世救人”的本心，最终成功提取青蒿素，拯救了全球数百万疟疾患者的生命。她的前行之路，既是独辟蹊径的创新之旅，亦是坚守初心的使命之旅，完美诠释了三者的辩证统一。\n\n身为高二学子，我们正站人生重要的十字路口，面临着学业方向、未来规划的诸多选择。是随波逐流选择热门专业，还是坚守热爱追逐梦想？是墨守成规遵循既定学习模式，还是勇于探索适合自己的方法？答案早已明确：不必畏惧未知的前路，不必盲从他人的选择。以吕坤的坚守校准方向，以爱默生的勇气开拓前路，在青春的赛道上，走出属于自己的精彩之路。\n\n人生如旷野，而非轨道。在无数个十字路口，愿我们以本心为舵，抵御外界的风浪；以勇气为帆，开拓未知的疆土。不循旧迹，亦不迷航向，方能在无人踏足之地，留下属于自己的深刻足迹，成就兼具独特性与价值感的人生。"
        }
    ]
}
