{
    "question": "三、作文（60分）\n23. 阅读下面的材料，根据要求写作（60分）\n有人说，看清“我不能”，是为了更清晰地看见“我能”。\n你是否认同这一观点？请写一篇文章，谈谈你的认识和思考。\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道引语式材料作文题。\n材料中“看清‘我不能’，是为了更清晰地看见‘我能’”这一观点看似简单的对立与转化，实则蕴含着对自我认知、成长逻辑的深度思考，具有强烈的现实指导意义与思辨价值。\n\n“看清‘我不能’”并非否定自我、陷入自卑，而是客观理性地审视自身局限——可能是能力边界（如暂时无法掌握的复杂技能）、条件限制（如当下缺乏的资源支持）、认知盲区（如未察觉的思维短板）。这种“看清”不是逃避的借口，而是打破“自我高估”或“盲目自信”的第一步，为后续的成长找准“起点坐标”。\n\n“看清‘我不能’”与“看见‘我能’”并非对立，而是“破与立”的辩证统一。前者是“破——打破对自我的模糊认知，剔除不切实际的幻想；后者是“立”——在明确局限后，聚焦自身可控的优势与潜力。材料的核心价值，在于引导人们跳出“要么全能、要么无能”的二元思维，接纳“有局限但有潜力”的真实自我。现实中，很多人因害怕承认“我不能”而回避挑战，或因沉溺于“我不能”的焦虑而放弃尝试；而材料倡导的“看清”，本质是一种清醒的成长智慧——承认局限，是为了不把精力浪费在“不可能”的领域，转而将能量聚焦于“有可能”的方向，最终实现从“不能”到“能”的跨越。\n\n写作时需紧扣“认同与否”的核心立场，结合学习、生活、成长中的具体体验，避免空泛议论。可采用层进式的论述结构：开篇提出论点；主体部分先分析“看不清‘我不能’”的危害，再论述“看清‘我不能’”如何转化为“看见‘我能’”，最后分析“怎么做”；结尾呼吁人们接纳局限，活出清晰自我。\n\n立意参考：\n1.明“不能”之界，拓“能为”之境。\n2.知“不能”避内耗，明“我能”促突破。\n3.看清局限，方见光芒。\n4.认局限方知方向，明所长可抵远方。",
    "outlines": [
        {
            "title": "明“不能”之界，拓“能为”之境",
            "subject": "论述承认“我不能”不是示弱，而是为了更精准地聚焦“我能”，实现人生突破。",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "开门见山，表明认同材料观点，指出看清局限是智慧的体现。",
                    "examples": [],
                    "quotes": ["看清‘我不能’，是为了更清晰地看见‘我能’"],
                    "example_content": "在这纷繁复杂的世界里，我们常被教导要无所不能。然而，正如材料所言：“看清‘我不能’，是为了更清晰地看见‘我能’。”我深以为然。这种“看清”，绝非消极的自我否定，而是一种极具勇气的自我认知，是穿越迷雾后对自我价值的精准定位。"
                },
                {
                    "part_title": "分论点一",
                    "content": "“看不清‘我不能’”，如同迷雾行走，易陷入盲目与内耗。",
                    "examples": [],
                    "quotes": [],
                    "example_content": "“看不清‘我不能’”，就像在迷雾中行走，既找不到障碍所在，也看不见前行的路径。许多人因无法正视自己的短板，或在不适合的赛道上盲目冲刺，结果碰得头破血流；或在虚幻的“全能”假象中自我陶醉，一旦泡沫戳破便陷入崩溃。这种盲目，往往导致精力的无谓消耗，让我们在原地打转，错失了真正成长的契机。"
                },
                {
                    "part_title": "分论点二",
                    "content": "“看清‘我不能’”，是打破幻象、确立起点的关键。",
                    "examples": ["苏格拉底"],
                    "quotes": ["我唯一知道的就是我一无所知"],
                    "example_content": "“看清”是打破幻象的利剑。当我们坦诚地承认自己在某些领域的“无能为力”，实际上是为自己划定了成长的底线和起点。苏格拉底曾言：“我唯一知道的就是我一无所知。”这种对“不能”的清醒认知，让他剥离了傲慢与偏见，从而更纯粹地追求真理。承认局限，是为了不把生命浪费在“不可能”的纠结中，而是从现实出发，脚踏实地。"
                },
                {
                    "part_title": "分论点三",
                    "content": "聚焦优势，将“看清不能”转化为“看见能为”的动力。",
                    "examples": ["杨振宁放弃实验物理转向理论物理"],
                    "quotes": [],
                    "example_content": "在明确了“不能”的边界后，我们便能将宝贵的能量聚焦于“能”的领域。杨振宁早年发现自己动手能力不强，这是一种“我不能”；但他敏锐地意识到自己在数学推演上的天赋，这便是“我能”。于是他果断放弃实验物理，转攻理论物理，终获诺贝尔奖。这种从“不能”到“能”的转身，正是因为看清了边界，才看见了广阔的天地。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，呼吁接纳局限，在明确方向中成就自我。",
                    "examples": [],
                    "quotes": [],
                    "example_content": "人生是一场在“不能”与“能”之间不断校准的航行。接纳那个有局限的自己，并不是妥协，而是为了把拳头收回来，打出去时更有力量。愿我们都能看清“不能”的边界，从而更清晰地看见“能为”的光芒，在属于自己的航道上，乘风破浪，行稳致远。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "明“不能”之界，拓“能为”之境",
            "content": "在这纷繁复杂的世界里，我们常被教导要追求卓越、无所不能。然而，正如材料所言：“看清‘我不能’，是为了更清晰地看见‘我能’。”我深以为然。这一观点如同一盏明灯，照亮了自我认知的幽微之处。在我看来，这种“看清”，绝非消极的自我否定，而是一种极具勇气的清醒，是穿越迷雾后对自我价值的精准定位。\n\n“看不清‘我不能’”，如同在迷雾中盲目奔跑，往往陷入无谓的内耗。生活中，我们常常见到有人因无法正视自己的短板，在不适合自己的赛道上死磕，结果往往事倍功半，甚至陷入“心比天高，命比纸薄”的困境。这种对局限的视而不见，本质上是一种认知的懒惰或心理的防御。它让我们沉溺于虚幻的“全能”假象中，一旦现实的浪潮袭来，泡沫破碎，留下的便是深深的挫败与迷茫。盲目自信不是勇气，而是鲁莽，它消耗了我们宝贵的精力，让我们错失了真正属于自己的机会。\n\n反之，“看清‘我不能’”，是打破幻象、确立成长坐标的第一步。苏格拉底曾振聋发聩地说道：“我唯一知道的就是我一无所知。”这位西方哲学的奠基人，正是因为看清了自己认知的局限，才没有被傲慢遮蔽双眼，从而以谦卑的姿态去探寻真理的奥秘。承认“我不能”，需要一种强大的内心力量，它意味着我们不再为维持完美的虚假形象而负重前行。当我们坦诚地划定能力的边界，承认在某些领域确实技不如人或力有不逮时，我们实际上是为自己找到了坚实的立足点。只有脚踏实地，才能仰望星空；只有知晓边界，才能在大地上稳步前行。\n\n更为重要的是，看清“我不能”，是为了让我们将有限的生命能量，精准地聚焦于“我能”的广阔天地。人生苦短，精力有限，我们无法在所有领域都长袖善舞。杨振宁先生早年在做物理实验时，因动手能力差而被戏称为“哪里有爆炸，哪里就有杨振宁”。面对这个“我不能”，他没有死缠烂打，而是清醒地转向了自己擅长的理论物理领域，最终在粒子物理学上做出了划时代的贡献。正是因为他断然舍弃了“不能”的执念，才成就了“能”的辉煌。这种选择，不是退缩，而是战略性的聚焦。唯有砍掉那些旁逸斜出的枝蔓，主干才能汲取足够的养分，直插云霄。\n\n因此，让我们学会接纳那个“有局限”的自己吧。不要害怕承认“我不能”，那不是示弱，而是为了更聪明地战斗。在人生的航程中，愿我们都能以“看清不能”为舵，避开那些无法逾越的暗礁；以“看见能为”为帆，顺应天赋与热爱的风向。在取舍之间，活出更清晰、更笃定、更有力的自己，在属于自己的那片海域，浪遏飞舟，光芒万丈。"
        }
    ]
}