{
    "question": "阅读下面的材料，根据要求写作。\n\n刀郎的《罗刹海市》今年7月在全网播放量突破100亿，堪称“现象级”音乐。很多听众对其肯定，表示歌曲通俗易懂，歌词自由随性，针对社会生活表达了自己的态度；但也有不少乐评人认为这首歌旋律简单没有创新，节奏错乱不够专业，歌词浅俗而迎合大众，不够精致或深刻，难成经典音乐。\n\n其实，无论是音乐、绘画还是影视、文学……都有“阳春白雪”的高雅文化和“下里巴人”的大众文化之争。\n\n你更欣赏哪一种文化？请你写一份演讲稿，发表你对此的观点和思考。\n\n要求：自选角度，确定立意，文体明确，自拟标题；不要脱离材料内容及含义的范围；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道任务驱动型作文题。\n\n材料首先记叙了刀郎的《罗刹海市》引起的“现象级”话题。然后写听众对这首歌的评价，认为歌曲通俗大众，自由随性，有感而发，侧重点在褒扬。最后写一些乐评人对歌曲的评论，没有新意，节奏混乱，歌词流于表面，缺乏深度，侧重点在批评。\n\n任务导引部分，以刀郎的音乐引出“阳春白雪”的高雅文化和“下里巴人”的大众文化的争论，并且提出你更欣赏哪种文化的问题，要求用演讲稿的形式，发表自己的观点，写出自己的思考。\n\n写作时要注意演讲稿的形式要求。\n\n所谓高雅文化，指的是一些知识精英在广泛收集民间作品、民间智慧的基础之上，加上自身对艺术的探索与造诣而打造出的代表文化。所谓大众文化，指的是“为大众的”文化，即面向广大人民，反映人民的利益与呼声，为人民大众所喜闻乐见的文化。\n\n出题者没有明显的倾向性，作文写对高雅艺术的看法，对大众艺术的看法，或是辩证看待两者的关系都是可以的。如果能将两者结合起来，辩证思考，讲清楚二者之间的关系，会让文章更有深度和广度。\n\n写作时，先提出文化不仅要“阳春白雪”的高雅文化，也要有“下里巴人”的通俗，雅俗共赏才更出彩。主体部分先论述雅是高雅，是精致，是我们对文化的一种更高追求。再论述俗是通俗，是世俗，是生动活泼接地气，是人间烟火万家灯火，是文化的生命力所在。再辩证分析二者之间的关系，文化的雅与俗既可以相辅相成，也可以相互转化。最后总结全文，雅和俗各有优长，正好互补，文化上接高雅的天线，下接通俗的地线，才能打造出经典之作。可以列举《诗经》《红楼梦》《经典咏流传》《国家宝藏》《只此青绿》、古典诗词等论据进行论证，让文章更有说服力。",
    "outlines": [
        {
            "title": "雅俗共欣赏，别样自精彩",
            "subject": "雅、俗各有特点，雅中有俗，俗中有雅，雅俗共赏，才能成就别样的文化精彩",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引出话题，提出“雅俗共赏”的观点",
                    "examples": [],
                    "quotes": [],
                    "example_content": "你喜欢“阳春白雪”的高雅，还是“下里巴人”的大众? 我的观点是：雅、俗各有各的特点，雅中有俗，俗中有雅，雅俗共赏，才能成就别样的文化精彩。"
                },
                {
                    "part_title": "论证部分1：大众文化是高雅文化的基础",
                    "content": "论证大众文化是普通和流行的，是高雅文化的基础来源",
                    "examples": [
                        "《诗经》中的“国风”本是地方民歌，在当时可谓至俗，却成为后世的风雅之师",
                        "白居易将诗稿念给洗衣老妇听，力求通俗易懂，成就“白乐天体”",
                        "《水浒传》《西游记》等小说，京剧、越剧等戏剧，来自民间的大众文化，现成了传统文化的瑰宝"
                    ],
                    "quotes": [
                        "再美的奇花，也不能离了扎根的土地"
                    ],
                    "example_content": "大众文化是普通和流行，是高雅文化的基础。《诗经》中的“国风”本是地方民歌，以简朴的语言描摹事物，以朴素的生活反映现实，在当时可谓至俗，是完全大众的文化，却成为后世的风雅之师。"
                },
                {
                    "part_title": "论证部分2：高雅文化是大众文化的升华",
                    "content": "论证高雅文化是精致雅正，是对大众文化的提升",
                    "examples": [
                        "宋词从茶楼歌馆中的咿呀之声，经文豪提升后成为闪耀的高雅明珠",
                        "蒲松龄收集路人故事，加工整理成《聊斋志异》这一古典文言短篇小说的巅峰之作"
                    ],
                    "quotes": [],
                    "example_content": "高雅文化是精致雅正，是大众文化的追求升华。雅不是佶屈聱牙，不是晦涩艰深，而是在对大众文化进行提升之后呈现出的卓荦风骨。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结雅俗相辅相成的关系，强调雅俗共赏的重要性",
                    "examples": [],
                    "quotes": [
                        "梅须逊雪三分白，雪却输梅一段香"
                    ],
                    "example_content": "“梅须逊雪三分白，雪却输梅一段香。”雅和俗各有优长，正好互补。没有了大众的俗，精致的雅只是高堂上寂寞的琴声；没有了精致的雅，大众的俗只是田野间不成调的曲子。雅俗共赏，才当成就别样精彩，才能铺就中华文化的自信之路。"
                }
            ]
        },
        {
            "title": "高雅与大众并重，成就多彩文化",
            "subject": "高雅文化与大众文化并不矛盾，两者相辅相成，共同成就多彩文化",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "以《罗刹海市》现象引出话题，点明高雅与大众文化不矛盾",
                    "examples": [],
                    "quotes": [],
                    "example_content": "最近《罗刹海市》这首歌引发不同议论，有人赞其通俗易懂，有人说其不够精致，仿佛通俗与精致必须非此即彼，泾渭分明。而我认为，其实，高雅与大众并不矛盾。"
                },
                {
                    "part_title": "论证部分1：高雅文化的价值",
                    "content": "论述高雅文化让人生精致、细腻，是对文化的更高追求",
                    "examples": [
                        "古典音乐、芭蕾舞剧等艺术形式代表着人类审美的更高追求",
                        "古典诗词、书画艺术体现精神追求的高度"
                    ],
                    "quotes": [],
                    "example_content": "雅是高雅，是精致，是我们对文化的一种更高追求。高雅的文化让人生精致、细腻，涵养人的文化素养，提升人的精神境界。"
                },
                {
                    "part_title": "论证部分2：大众文化的生命力",
                    "content": "论述大众文化是通俗、生动活泼接地气的，是文化的生命力所在",
                    "examples": [
                        "《经典咏流传》将古典诗词与现代音乐结合",
                        "《国家宝藏》《只此青绿》让传统文化焕发新活力"
                    ],
                    "quotes": [],
                    "example_content": "俗是通俗，是世俗，是生动活泼接地气，是人间烟火万家灯火，是文化的生命力所在。大众文化使人生热闹、生动，让文化扎根于广大人民之中。"
                },
                {
                    "part_title": "结尾",
                    "content": "辩证分析雅俗关系，强调二者可相辅相成、相互转化",
                    "examples": [],
                    "quotes": [],
                    "example_content": "文化的雅与俗既可以相辅相成，也可以相互转化。《罗刹海市》可以说把雅与俗完美地融合在一起。文化上接高雅的天线，下接通俗的地线，才能打造出经典之作。"
                }
            ]
        },
        {
            "title": "感受高雅文化，提升艺术品位",
            "subject": "高雅文化代表人类审美的更高追求，我们应当感受高雅文化，提升艺术品位",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "提出高雅文化的重要性",
                    "examples": [],
                    "quotes": [],
                    "example_content": "在文化繁荣的今天，我们更应该追求高雅文化，提升自己的艺术品位和精神境界。"
                },
                {
                    "part_title": "论证部分1：高雅文化涵养精神",
                    "content": "论述高雅文化对个人精神修养的重要作用",
                    "examples": [
                        "古典音乐如贝多芬、莫扎特的作品能净化心灵",
                        "传统书画艺术让人心境沉静"
                    ],
                    "quotes": [],
                    "example_content": "高雅文化是人类智慧的结晶，是精神的庙宇。品味高雅文化，能够涵养我们的心性，提升我们的精神境界。"
                },
                {
                    "part_title": "论证部分2：高雅文化引领审美",
                    "content": "论述高雅文化对社会审美的引领作用",
                    "examples": [
                        "中国古典诗词的意境之美",
                        "西方古典绘画的构图与色彩之美"
                    ],
                    "quotes": [],
                    "example_content": "高雅文化代表着人类审美的更高追求，它为我们提供了审美的标杆和方向，引领着社会审美向更高层次发展。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁追求高雅文化，但也不排斥大众文化",
                    "examples": [],
                    "quotes": [],
                    "example_content": "让我们在感受高雅文化魅力的同时，也不忘大众文化的基础，在雅俗之间找到平衡，提升自己的文化品位。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "雅俗共欣赏 别样自精彩",
            "content": "亲爱的同学们：\n\n你喜欢“阳春白雪”的高雅，还是“下里巴人”的大众? 我的观点是：雅、俗各有各的特点，雅中有俗，俗中有雅，雅俗共赏，才能成就别样的文化精彩。\n\n最近《罗刹海市》这首歌引发不同议论，有人赞其通俗易懂，有人说其不够精致，仿佛通俗与精致必须非此即彼，泾渭分明。而我认为，其实，高雅与大众并不矛盾。高雅的文化让人生精致、细腻，大众的文化使人生热闹、生动。\n\n大众文化是普通和流行，是高雅文化的基础。《诗经》中的“国风”本是地方民歌，以简朴的语言描摹事物，以朴素的生活反映现实，在当时可谓至俗，是完全大众的文化，却成为后世的风雅之师。白居易将自己写作的诗稿念给洗衣老妇听，力求通俗易懂，上至宫廷，下至民间，广为流传，却成就与众不同的“白乐天体”。《水浒传》《西游记》等小说，京剧、越剧等戏剧，中国文化传统工艺等都是来自民间的大众文化，现在则成了传统文化的瑰宝，成了真正的高雅文化。再美的奇花，也不能离了扎根的土地。可见高雅文化派生于大众文化。没有大众文化，高雅文化就成了无本之木，无源之水。\n\n高雅文化是精致雅正，是大众文化的追求升华。雅不是佶屈聱牙，不是晦涩艰深，不是脱离大众的空虚无聊，而是在对大众文化进行提升之后呈现出的卓荦风骨。本是茶楼歌馆中歌妓的咿呀之声，本是文人大众的消遣之趣，但在经过程宋朝一众文豪的提升之后，成就了精致的宋词，从此成为闪耀中国文坛的一颗高雅的明珠。蒲松龄在他的家乡柳泉旁边摆茶摊，请过路人讲奇异的故事，讲完了回家加工整理，写成了《聊斋志异》。路人的故事通俗至极，但却成就了《聊斋志异》作为中国古典文言短篇小说的巅峰之作。可见，高雅文化是对大众文化的提升，正是在对大众文化的升华后，高雅文化才成为了时代的精神庙宇，涵养人的文化素养。\n\n由此可见，文化的雅与俗既可以相辅相成，也可以相互转化。新时代，既要雅文化，也要俗文化，更要雅俗共赏的文化。《罗刹海市》可以说把雅与俗完美地融合在一起。正因为如此，引起了人们的共鸣。\n\n“梅须逊雪三分白，雪却输梅一段香。”雅和俗各有优长，正好互补。没有了大众的俗，精致的雅只是高堂上寂寞的琴声；没有了精致的雅，大众的俗只是田野间不成调的曲子。雅俗共赏，才当成就别样精彩，才能铺就中华文化的自信之路。\n\n我的演讲到此结束，谢谢大家！"
        }
    ]
}