{
    "question": "阅读下面的材料，根据要求写作。\n\n老聃的老师常枞病重，老聃前去看望，请求留下教诲。常枞张开嘴问道：“我的舌头还在吗？”老聃说：“当然还在。”常枞又问：“我的牙齿还在吗？”老聃说：“早就没有了。”常枞又问：“你知道原因是什么吗？”老聃回答：“舌头存在，因为它是柔软的。牙齿不存在，因为它是刚硬的。”常枞说：“是这样的。世上之理已尽在其中了，我还有什么可以再教导你的呢？”\n\n以上材料谈到了“刚与柔”的话题，对于这一话题你有怎样的联想和思考？请写一篇文章。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道话题作文题。\n\n材料中的最后一句话揭示了本材料的主旨：那舌头之所以存在，岂不是因为它柔软；牙齿不存在，岂不是因为它刚硬吗？常枞道：你说得好！天底下的事都是这个道理。由此看来，世间万物不一定是刚硬的战胜柔软的，从某种程度上来说，有时柔软恰恰可以打败刚硬。\n\n材料提到了“刚与柔”的话题。“刚”，坚硬(与柔相对)，(性格或态度)强硬，(意志)坚毅。“柔”，软，使变软，温和(与刚相对)。可见“刚和柔”是一对相对的概念，它们之间有着紧密的关联。\n\n结合材料考生可以深入思考“刚”和“柔”的内涵，“刚”可以代表高尚的气节、坚定的信念、坚不可摧的意志、矢志不渝的毅力，“柔”可以反映人良好的素养，表现为灵活机智的应对能力，随和低调的处事方法、悲天悯人的细腻情怀、任劳任怨、耐心细致等。\n\n综合看来，“刚”与“柔”之间的关系：刚能制柔，柔能克刚；人生既不能缺少柔，也不能没有刚，需要刚柔相济；刚和柔要适度，为人至刚易折，至柔则无力，做到刚柔适度，才能达到圆满的境界。\n\n行文思路上，首先提出刚柔并存的观点，然后分析坚硬和柔软两种品质的重要性，可采用例证法，如忍辱负重的蔺相如、卧薪尝胆的勾践、受宫刑的司马迁等展现出的就是“柔”；乌江自刎的项羽、豪放的苏轼、不屈于元兵的文天祥、舍生取义的谭嗣同以及辛弃疾、邓世昌、林则徐、荆轲、花木兰等展现的都是“刚”。再论证刚毅和宽容、坚韧和温柔的相辅相成的关系。可运用类比论证，如开天辟地，刚之力也，水滴石穿，柔之力也，刚柔相济，人生之道也。最后重申论点，强调人生要刚柔相济，不能有骄傲狂放的刚，但决不能放弃有原则的刚，让刚与柔恰到好处，才是完满人生。",
    "outlines": [
        {
            "title": "刚柔并济：把握力量与柔韧的人生智慧",
            "subject": "阐述刚与柔的互补关系，主张在不同情境下以恰当的刚柔策略达成人生与处世的圆融",
            "parts": [
                {"part_title":"开头","content":"用材料中常枞与老聃的对话引入刚柔话题，提出‘柔能克刚，刚亦可制柔’的论点","examples":[],"quotes":[],"example_content":"常枞问：舌头还在吗？牙齿没了。老聃以柔胜刚的观察切入主题，说明柔韧有时胜过刚硬。"},
                {"part_title":"提出论点","content":"主旨：刚与柔各有价值，关键在于场景与度，需刚柔相济","examples":[],"quotes":[],"example_content":"我认为：人生既需要原则与坚守，也需要灵活与包容，两者相辅相成。"},
                {"part_title":"论证一：柔的力量——灵活、适应与韧性","content":"阐述柔如何在复杂环境中存活与化解冲突","examples":["水滴石穿、蔺相如退让以保全大局"],"quotes":[],"example_content":"柔能变通、保存力量，如水绕石，最终以持久力量促成胜利。"},
                {"part_title":"论证二：刚的价值——底线、勇气与担当","content":"说明刚在维护原则、历史选择中的正面作用","examples":["文天祥、林则徐等坚守原则的历史人物"],"quotes":[],"example_content":"刚代表原则与担当，在关键时刻维护正义与尊严，具有不可替代的价值。"},
                {"part_title":"论证三：刚柔相济的实践方法","content":"给出实现刚柔平衡的具体策略：情境判断、以柔为先、以刚守底线、反思与调整","examples":["外交与谈判中以柔化解冲突，同时以刚守核心利益"],"quotes":[],"example_content":"在冲突前可先采用柔性策略争取时间与空间；在原则受损时则需以刚制守底线。"},
                {"part_title":"结论","content":"重申刚柔并重的现实与道德价值，呼吁在生活与事业中追求适度的刚柔平衡","examples":[],"quotes":[],"example_content":"人生的智慧在于既能像钢铁般坚守，也能像舌头般圆润——刚柔相济，方能行稳致远。"}
            ]
        },
        {
            "title": "纲要A：柔能克刚——从策略与适应看优势",
            "subject": "重点论证柔性策略在长期博弈与复杂关系中的优势",
            "parts": [
                {"part_title":"开头","content":"以老聃的判断引出柔的存在价值","examples":[],"quotes":[],"example_content":"常枞牙齿折，舌头存，说明柔能在变局中保全生命力。"},
                {"part_title":"核心论点","content":"柔代表智慧、灵活与适应，是长期竞争的优势","examples":[],"quotes":[],"example_content":"在资源贫乏或对抗中，柔性应对往往能保全更大价值。"},
                {"part_title":"论证与例证","content":"历史与现实例证柔的胜利与实践路径","examples":["水滴石穿、周旋策略案例"],"quotes":[],"example_content":"诸多历史人物通过容忍与策略获得最后胜利，说明柔的力量。"},
                {"part_title":"结语","content":"倡导以柔为先、以智取胜的处世策略","examples":[],"quotes":[],"example_content":"在许多场合，先柔后刚更能确保目标实现。"}
            ]
        },
        {
            "title": "纲要B：以刚为基的坚定信念",
            "subject": "强调刚在守护原则与推动重大抉择时的必要性",
            "parts": [
                {"part_title":"开头","content":"说明刚的道德与历史价值","examples":[],"quotes":[],"example_content":"坚守底线与担当常是国家与个人进步的关键。"},
                {"part_title":"核心论点","content":"在关键时刻需要刚来守护尊严和核心利益","examples":[],"quotes":[],"example_content":"面对侵略、欺压或原则问题，刚的反抗具有道德与现实正当性。"},
                {"part_title":"论证与例证","content":"历史人物与事件论证刚的必要性","examples":["文天祥、邓世昌等英勇事迹"],"quotes":[],"example_content":"历史证明，适时的刚往往能激发群体意志与抵抗力量。"},
                {"part_title":"结语","content":"呼吁在价值判断上保有刚的底线与勇气","examples":[],"quotes":[],"example_content":"在守望正义时，不能放弃刚的力量。"}
            ]
        },
        {
            "title": "纲要C：刚柔相济的实践路径",
            "subject": "提供在个人修养与公共治理中实现刚柔平衡的实用策略",
            "parts": [
                {"part_title":"开头","content":"点明现实需要刚柔并用的处世智慧","examples":[],"quotes":[],"example_content":"现代社会复杂多变，单一的处世方式难以应对。"},
                {"part_title":"措施一：情境判断与策略选择","content":"学会根据场景选择柔或刚，并动态调整","examples":["谈判先柔后刚，教育既严格亦温暖"],"quotes":[],"example_content":"在谈判中先让步换取信任，必要时再以原则回击。"},
                {"part_title":"措施二：培养内在的柔韧与外显的刚毅","content":"强调人格养成与技能训练并重","examples":[],"quotes":[],"example_content":"既要锻炼意志，也要练就同理心与沟通能力。"},
                {"part_title":"结语","content":"总结刚柔相济的现实意义并鼓励实践应用","examples":[],"quotes":[],"example_content":"把握刚柔之度，是成熟人格与智慧社会的表现。"}
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "刚柔并济，造就和谐自我",
            "content": "人心有坚硬之处，成就性格的刚毅冷峻，人心亦有温柔之美，弥合凶悍锋芒。刚柔并济，是百炼钢与绕指柔的完美衔接，是人格的双重升华，是造就和谐自我的应有之义。\n\n正如英国诗人西格里夫·萨松在诗中写道:“心有猛虎，细嗅蔷薇。”我想，无论是猛虎在需要勇敢的时候迎难而上，还是蔷薇在盛开的时候迷醉芬芳，都是我们造就和谐自我所需要的品质。于是，为了攀至人生的高峰，我们以坚硬之处示人，奋不顾身地逐鹿无边沙场，但也要为和谐的人生，释放出温暖与柔情，找到亦刚亦柔的最佳平衡点。\n\n人心之坚硬，可以是对底线的坚守，对正义的执念，是外力无法摧折的刚劲。是李白挥毫写下“愿将腰下剑，直为斩楼兰”的铁血燕然，落笔成篇；是李贺“报君黄金台上意，提携玉龙为君死”的铮铮誓言，回荡天际。那份骨子里的坚韧，早已使他们把刚毅不屈的追求奉为人生信条，时时恪守，刻刻遵循。然而，坚硬并不意味着刻薄冷硬，并不意味着要始终凶狠如猛虎，任由寒光毕露的双眼，战栗世界的暖意。我们不愿再看到专制君主的暴戾恣睢，不愿再听到不古人心的日渐冷漠。只是希望，坚硬之余，人心中的柔软可以裹藏尖锐的棱角，温存人性的美好。\n\n人心之柔软，可以是对凶顽的宽容，对世间的博爱，是任何时候无法被冰封的温暖。是特蕾莎修女给予流浪汉的拥抱，是南丁格尔提灯时的微笑，是《夜空中最亮的星》所祈祷的“拥有一颗透明的心和会流泪的眼睛”。因为柔软，所以我们可以不甚苛求，尽享流年温润，因为柔软，所以我们可以在坚硬的壁垒下，重新拾得爱与感性的回归。同样，所谓柔软，不是毫无原则地妥协退让，更不是甘愿被世事所欺却不加反抗。我们不愿看到，心的柔软之处在现实的狂风暴雨中流血受伤，更不愿意看到柔弱的心室被刚硬的外壳蹂躏的体无完肤。所以，只是希望，柔软之余，人心中的坚硬依旧可以承担起生命之重，依旧可以在疤痕遍布之后，不改初心。\n\n心硬如钢便不可摧，刚毅冷峻，坚硬如斯，所向披靡，心软若柔则亦欣然，不失温柔，不畏凶顽，不曾软弱。亦刚亦柔，和谐人生，刚柔并济，两番精彩!"
        }
    ]
}