{
    "question": "阅读下面的材料，根据要求写作。\n\n感性主义者说，摆脱思想去感受爱吧，人的幸福只来源于情感。\n\n奥地利哲学家哈耶克说：“理性是一种力量，它超越了每一种感情，使我们能够把握自己，把握每一刻的价值。”\n\n请结合以上材料写一篇文章。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道引语式材料作文题。\n\n材料引用了两种不同的观点。\n\n第一种观点认为“人的幸福只来源于情感”，建议人们摆脱思想纯粹去感受爱。这是一种感性主义，“感性”一般被理解为凭借感官等认知、基本由个人的感情决定、并未深入思考而基本以第一印象来做判断。感性主义有其好处，可以让人们更细腻地感受天地万物。但过度的感性也会让人多愁善感甚至被情感裹挟，危害身心。\n\n第二种观点认为“理性是一种力量，它超越了每一种感情”，肯定了理性的意义与价值。这种观点是一种理性主义，所谓“理性”，是指处理问题按照事物发展的规律和自然进化原则来考虑的态度，考虑问题、处理事情不冲动，不凭感觉做事情。理性主义也有其积极意义，可以让人审慎思考，周密安排，最大程度保证事情顺利进行。但极端理性也会让人沦为机器，错失人生中的美好。\n\n两种观点围绕着“理性”与“感性”展开，分别指出了“感性”与“理性”的重要性，这两种观点均有一定的合理性，但又不免有些绝对化。对此，考生应正确认识二者的关系，立意时，可认同其中任意一种观点，也可以二者兼顾，辩证看待。\n\n写作时，可采用递进式的论证结构，从感性与理性的内涵与实质，二者的辩证关系，各自的重要性，如何正确把握感性与理性的关系等角度展开具体论证。在论说“感性与理性各自的重要性”时，可以从个人成长、企业发展、国家富强等角度切入展开论证，使论证更深入。在论述“如何正确把握感性与理性的关系”时，可以从不同角度切入辩证分析。如感性为水，我们需要以感性唤醒心中的理想、发现生活的美好，以感性滋润心灵；理性如山，我们需要以理性抵御时代的纷乱与庞杂，以理性审时度势，助力成功。感性与理性对立统一，唯有山水相依，方能不负所爱，把握生命中每一刻的价值。",
    "outlines": [
        {
            "title": "理性为山，感性为水，刚柔并济方为人生",
            "subject": "论述理性与感性应当辩证统一、相辅相成",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述材料中两种观点，提出辩证看待的立场",
                    "examples": [],
                    "quotes": ["心有猛虎，细嗅蔷薇"],
                    "example_content": "感性主义者认为人的幸福只来源于情感，哈耶克却说理性是一种超越感情的力量。两种观点看似对立，实则各有侧重。正如西格里夫·萨松所言：'心有猛虎，细嗅蔷薇。'人生既需要理性的刚毅，也需要感性的柔美。"
                },
                {
                    "part_title": "提出论点",
                    "content": "理性与感性应当刚柔并济、相辅相成",
                    "examples": [],
                    "quotes": ["你们的理性与热情，是你航行的灵魂的舵和帆"],
                    "example_content": "纪伯伦说：'你们的理性与热情，是你航行的灵魂的舵和帆。'理性如山，给我们方向和定力；感性似水，赋予我们温度和活力。唯有刚柔并济，方能行稳致远。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "感性为水，滋润心灵，让我们感受生活的美好",
                    "examples": ["苏东坡"],
                    "quotes": ["九死南荒吾不恨，兹游奇绝冠平生"],
                    "example_content": "感性是对生活的热情，是心灵的温度。苏东坡一生屡遭贬谪，但他依然保持着对生活的热爱，在被贬海南时依然高唱'九死南荒吾不恨，兹游奇绝冠平生'。正是这份感性的热忱，让他在逆境中依然能够发现美好，感受幸福。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "理性为山，指引方向，让我们把握人生的价值",
                    "examples": ["林徽因"],
                    "quotes": [],
                    "example_content": "然而，仅有感性是不够的。理性是清醒的认知，是对原则的坚守。林徽因曾因父亲之死而拒绝前往东北大学任职，但理性最终战胜了感性，她放下心中的芥蒂，与梁思成一起创建了中国最早的建筑系。正是这份理性，让她能够在坚守信念的同时，实现人生价值。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "理性与感性应平衡统一，不可偏废",
                    "examples": [],
                    "quotes": [],
                    "example_content": "在这个纷繁复杂的时代，我们既要用感性唤醒心中的热情，发现生活的美好；也要用理性抵御外界的纷扰，保持清醒的头脑。过度感性会让人迷失方向，极端理性则会失去温度。只有让理性与感性和谐共存，我们才能既有方向又有温度，既能追求幸福又能把握价值。"
                },
                {
                    "part_title": "结尾",
                    "content": "升华主题，发出号召",
                    "examples": [],
                    "quotes": [],
                    "example_content": "理性为山，让我们站得高看得远；感性为水，让我们活得真过得暖。让我们以理性为舵，以感性为帆，在人生的航程中乘风破浪，驶向幸福而有意义的彼岸。"
                }
            ]
        },
        {
            "title": "以理性之光，照亮人生之路",
            "subject": "侧重论述理性对于把握人生价值的重要性",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从材料切入，强调理性的价值",
                    "examples": [],
                    "quotes": ["理性是一种力量，它超越了每一种感情"],
                    "example_content": "哈耶克说：'理性是一种力量，它超越了每一种感情，使我们能够把握自己，把握每一刻的价值。'在这个充满诱惑和迷惑的时代，理性如同灯塔，照亮我们前行的道路。"
                },
                {
                    "part_title": "提出论点",
                    "content": "理性是把握人生方向和价值的关键",
                    "examples": [],
                    "quotes": [],
                    "example_content": "虽然感性能让我们感受幸福，但理性才能让我们真正把握人生的方向和价值。在关键时刻，我们更需要理性的指引。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "理性让我们在复杂环境中保持清醒",
                    "examples": ["钱学森"],
                    "quotes": [],
                    "example_content": "在信息爆炸的时代，各种观点纷至沓来，唯有理性才能让我们明辨是非。钱学森面对国外优厚的待遇，理性地选择回国报效祖国。这份理性的选择，成就了他辉煌的人生，也推动了中国航天事业的发展。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "理性帮助我们克服情绪冲动，做出正确决策",
                    "examples": ["司马迁"],
                    "quotes": [],
                    "example_content": "司马迁遭受宫刑，这是奇耻大辱。如果只凭感性，他可能会选择一死了之。但理性让他看到了更大的使命——完成《史记》。正是这份理性的坚守，让他忍辱负重，完成了'究天人之际，通古今之变'的伟大史著。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "理性是现代社会的必备素质",
                    "examples": [],
                    "quotes": [],
                    "example_content": "在现代社会，理性思维更显重要。面对网络谣言，我们需要理性判断；面对消费诱惑，我们需要理性选择；面对人生抉择，我们需要理性思考。理性让我们不被情绪左右，不被表象迷惑，真正把握人生的主动权。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，强调理性的价值",
                    "examples": [],
                    "quotes": [],
                    "example_content": "理性如明镜，让我们看清真相；理性如罗盘，为我们指引方向。让我们以理性之光照亮人生之路，在清醒中前行，在智慧中成长。"
                }
            ]
        },
        {
            "title": "感性之美，人生之暖",
            "subject": "侧重论述感性对于感受幸福和生活美好的重要性",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从材料切入，强调感性的价值",
                    "examples": [],
                    "quotes": ["摆脱思想去感受爱吧，人的幸福只来源于情感"],
                    "example_content": "感性主义者说：'摆脱思想去感受爱吧，人的幸福只来源于情感。'这话虽有些绝对，但道出了一个真理：感性是幸福的源泉，是生活的温度。"
                },
                {
                    "part_title": "提出论点",
                    "content": "感性让我们感受幸福，体验生活的美好",
                    "examples": [],
                    "quotes": [],
                    "example_content": "在追求理性的同时，我们不能忽视感性的价值。正是感性，让我们的生活有温度、有色彩、有意义。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "感性让我们感受爱与温暖",
                    "examples": ["特蕾莎修女"],
                    "quotes": [],
                    "example_content": "特蕾莎修女用一生诠释了感性之美。她给流浪汉温暖的拥抱，用爱心照亮无数绝望的灵魂。这份发自内心的感性，不仅温暖了他人，也成就了她自己。正是因为感性，我们才能感受到人间的真情，体会到生命的温度。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "感性让我们发现生活的美好",
                    "examples": ["梭罗"],
                    "quotes": [],
                    "example_content": "梭罗在瓦尔登湖畔，用感性的心灵体验自然之美。晨曦中的露珠，林间的鸟鸣，湖面的涟漪，这些平凡的景象在他的感性观照下变得诗意盎然。如果没有感性，生活将失去色彩，人生将变得苍白。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "感性是创造力和艺术的源泉",
                    "examples": ["贝多芬", "梵高"],
                    "quotes": [],
                    "example_content": "贝多芬用感性创作出震撼人心的交响乐，梵高用感性描绘出绚烂夺目的星空。艺术来源于感性，创造力植根于感性。一个没有感性的人，即使再理性，也只是一台冰冷的机器。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁珍视感性",
                    "examples": [],
                    "quotes": [],
                    "example_content": "让我们保持一颗感性的心，在理性的世界里为自己留一片柔软的天地。感受爱，感受美，感受生活的每一个温暖瞬间。这样的人生，才是完整而幸福的人生。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "感性为水，理性为山",
            "content": "感性主义者说：“摆脱思想去感受爱吧，人的幸福只来源于情感。”而奥地利哲学家哈耶克却说：“理性是一种力量，它超越了每一种感情，使我们能够把握自己，把握每一刻的价值。”人生莽莽，感性犹如潺潺流水，理性犹如蓊郁青山，唯山水相依，方能不负所爱，把握生命中的每一刻价值。\n\n人们总是将感性与理性割裂开来，殊不知两者是生命的双生花，唯有平衡感性与理性的关系，才能恰到好处地感受爱的温度，在尘世里获得想要的幸福，恰如黎巴嫩诗人纪伯伦所说：“你们的理性与热情，是你航行的灵魂的舵和帆。”\n\n灵魂的一半是感性。心怀对生活的热情，才能在漫漫长夜里守候希望的黎明。北宋名士苏东坡一生中多次遭到贬黜，纵然在花甲之年被放逐南荒，他依然保持着对生活最虔诚的热爱，在天涯海角的荒凉中尽情高唱“九死南荒吾不恨，兹游奇绝冠平生”，若非对生活极致的热忱，历史上便不会有苏东坡的传世佳话。与其诅咒黑暗，不如自己发光，唯有让生命燃成希望的炬火，才能无惧暗夜漫长。\n\n灵魂的另一半是理性。白岩松曾说：“这个时代，误解传遍天下，理解寂静无声。”此言得之，放眼信息繁杂的时代，有多少人在娱乐至死的信条中失却了自我？从美国宾夕法尼亚大学留学归来时，林徽因曾因父亲之死而拒绝前往东北大学任职，但经过一番激烈的思想挣扎，理性终究战胜了感性，她最终放下心中的芥蒂，与梁思成一起前往东北大学创建了中国历史上最早的建筑系。因为心存理性，林徽因才能在诸多磨砺中坚守最初的信念，以冷静沉稳之姿绽放了中国建筑学中最美的四月天。\n\n将欲望等同于理想，是当下的流行病。人们在焦虑、内卷等复杂的情绪中寻找着生活的本真，他们误以为感性便是摆脱思想甚至道德的束缚，在纸醉金迷的生活里为所欲为。有人自诩为“I人”，时刻以理性克制心中的热情；也有人自诩为“E人”，在感性的世界里纵欲狂欢。面对纷繁庞杂的世界，我们需要以感性唤醒心中的炙热的理想，同时也要时刻保持理性，唯有清醒的认知方能抵御时代的纷乱与庞杂。\n\n感性是对生活至死不渝的热情，感性的风筝需要以理性的丝线来束缚，人生的长翮大翼方能自在舒展；理性是对生活的热情恰到好处的修饰，理性的沃土需要以感性的种子加以耕耘，生活才会花开阡陌，让爱与幸福笼罩生命的原野。\n\n感性为水，渡我于枯燥繁冗的世界，心中有热忱，才能感受到最炙热的爱与幸福；理性为山，让人们在困惑中看到远方，以理性的罗盘指引前路，心中有方向，才不会误入歧途。感性与理性从未彼此对立，须知心有猛虎，也当细嗅蔷薇。"
        }
    ]
}