{
    "question": "阅读下面的材料，根据要求写作。（60分）\n\n10月23日上午7时39分，国家邮政局快递大数据平台实时监测数据显示，今年我国第1000亿件快件产生，比2022年达到千亿件提前了39天。快递业的强大韧性与活力，彰显了我国经济持续恢复向好的发展态势。\n\n快递“小包裹”，映照经济“大棋盘”。从行业发展看，“小包裹”依旧有好前景。随着经济活力的不断释放，消费市场的进一步拓展，快递业务量的空间也会不断优化。在这个过程中，经济向好带动快递提速。从经济运行看，“小包裹”在推动大发展。以快递业发展为牵引，推动快递行业与相关产业紧密融合，发挥促进消费、服务生产、畅通循环的作用，就能让发展的“引擎”更有力。\n\n类似的现象在我们的生活中比比皆是，对我们颇具启示意义。\n\n请结合上述材料写一篇文章，体现你的感悟与思考。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道引语类材料作文题。\n\n第一段的关键句是：快递“小包裹”，映照经济“大棋盘”。这句话表明“小”可以体现、彰显“大”。\n\n第二段中进一步揭示了“小”和“大”的思辨关系。由“小包裹发挥促进消费、服务生产、畅通循环的作用，推动经济大发展”可见，“小包裹”能促进、推动“经济大发展”。由“经济向好带动着快递提速，促进快递行业发展”可见，“济的大发展”反过来也带动“小包裹”提速，即“大”对“小”的引领、提质作用。\n\n“类似的现象在我们的生活中比比皆是”提示考生，可联系个人体验、社会生活，处理好“小与大”的思辨关系，比如，将“小个体”融入“大集体”，将“小梦想”融入“大梦想”，将“小奋斗”融入“大发展”，将“小事业”结合“大事业”，让“小产能”汇聚“大产能”，让“小切口”推动“大变局”，让“小杠杆”撬动“大体量”，让“小物件”折射“大变迁”，让“小我”成就“大我”，等等。\n\n写作时，应围绕“小”与“大”的辩证关系立意，可侧重一方，即符合题意。但仅谈“小”或“大”，割裂两者联系，不涉及辩证关系，则视为偏离题意。",
    "outlines": [
        {
            "title": "小包裹里的大棋局",
            "subject": "论述小与大的辩证关系，以小见大、以大带小",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从快递小包裹现象切入，引出小与大的关系",
                    "examples": [],
                    "quotes": ["不谋全局者，不足谋一域"],
                    "example_content": "兵法云：不谋全局者，不足谋一域。可是战争影片中，我们经常看到，大决战中的小插曲，往往影响甚至改变战争的结局。快递'小包裹'突破千亿件，映照经济'大棋盘'，正是小与大辩证关系的生动体现。"
                },
                {
                    "part_title": "提出论点",
                    "content": "小与大相互依存、相互促进，以小见大、以大带小",
                    "examples": [],
                    "quotes": [],
                    "example_content": "下好小棋子，往往能盘活大棋局；聚焦小视角，往往能擘画大格局。选准小切口，往往是抓住了牛鼻子，很多问题迎刃而解。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "小包裹体现大发展，以小见大",
                    "examples": ["快递业发展"],
                    "quotes": [],
                    "example_content": "快递小包裹，一头连着百姓便捷生活的小确幸，另一头则连着经济勃兴、民生福祉的大蓝图。小小包裹里，是车船飞驰的交通物流大动脉，是运转如飞的算法系统，是快递小哥、货车司机们的岗位和一家人热气腾腾的饭菜。小包裹的背后，是工厂里开足马力的机器轰鸣声，是农田果园里的丰收喜悦。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "大发展带动小包裹，以大带小",
                    "examples": [],
                    "quotes": [],
                    "example_content": "经济向好带动着快递提速。随着经济活力的不断释放，消费市场的进一步拓展，快递业务量的空间也会不断优化。大的经济环境为小包裹的发展提供了肥沃的土壤，大与小相互促进，共同发展。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "从小切口推动大变局，拓展到其他领域",
                    "examples": ["乒乓外交", "淄博烧烤", "村超村BA"],
                    "quotes": [],
                    "example_content": "其实不唯快递行业，其他领域亦然。'乒乓外交'以小球转动大球，推动中美关系破冰；'村超''村BA'以小切口助推和美乡村建设；淄博烧烤打造文化IP，使一座城市百业俱兴。这些都说明，从小处着手，往往能产生四两拨千斤的效果。"
                },
                {
                    "part_title": "结尾",
                    "content": "联系青年实际，号召从小处做起",
                    "examples": ["陈云霁", "江雪霞", "郎佳子彧"],
                    "quote": [],
                    "example_content": "作为当代青年，我们要学会以小杠杆撬动厚实人生的巨大体量。像陈云霁沉潜研发'中国芯'，像江雪霞以一片茶叶沁润民生，像郎佳子彧以小小面人传承传统文化。将个人奋斗的小齿轮嵌入国家发展的大齿轮中，人生的齿轮才能转动，光亮如新。"
                }
            ]
        },
        {
            "title": "尽精微，致广大",
            "subject": "从小我到大我，从小目标到大蓝图",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "由材料引入，阐述小与大的哲学关系",
                    "examples": [],
                    "quotes": ["观微可知万象，芥子可纳须弥"],
                    "example_content": "快递'小包裹'突破千亿，映照经济'大棋盘'。这让我想起一句禅语：'观微可知万象，芥子可纳须弥。'小中见大，微中见著，这是一种智慧，更是一种境界。"
                },
                {
                    "part_title": "提出论点",
                    "content": "要在精微处着力，方能成就广大",
                    "examples": [],
                    "quotes": ["天下大事，必作于细"],
                    "example_content": "天下大事，必作于细。唯有尽精微，方能致广大。我们要从小处着手，在细节中用功，才能成就大业。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "积小流成江海，积跬步至千里",
                    "examples": [],
                    "quotes": ["不积跬步，无以至千里；不积小流，无以成江海"],
                    "example_content": "荀子云：'不积跬步，无以至千里；不积小流，无以成江海。'千亿件快递包裹，是一件一件积累起来的；经济的大发展，是一个个企业、一个个行业共同推动的。没有小的积累，就没有大的成就。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "从小我做起，成就大我",
                    "examples": ["雷锋", "张桂梅"],
                    "quotes": [],
                    "example_content": "雷锋做好每一件小事，成就了伟大的雷锋精神；张桂梅帮助一个个贫困女孩，点亮了大山里的希望之光。他们从小我做起，在平凡中铸就伟大，在细微处书写不朽。这告诉我们，莫轻小我，实有大为。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "新时代青年要从小目标到大蓝图",
                    "examples": [],
                    "quotes": [],
                    "example_content": "新时代青年，要将个人的'小目标'融入国家的'大蓝图'。在各自的岗位上精益求精，在平凡的工作中追求卓越。主打一个'小'字，往往能收获一个'大'字。当每个人都做好自己的'小'，国家的'大'自然水到渠成。"
                },
                {
                    "part_title": "结尾",
                    "content": "升华主题，发出号召",
                    "examples": [],
                    "quotes": [],
                    "example_content": "尽精微，致广大。让我们从小处着眼，从细处着手，以小见大，以微知著。在积累中成长，在坚持中突破，最终成就属于我们这一代人的'大'时代。"
                }
            ]
        },
        {
            "title": "长积人间'小包裹'，擘画人生'大棋盘'",
            "subject": "从个人成长角度论述如何通过积累小的进步成就大的人生",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "由快递小包裹联想到个人成长",
                    "examples": [],
                    "quotes": [],
                    "example_content": "已达千亿的'小包裹'映照起社会经济的'大棋盘'。观乎'小包裹'之于国家发展，我们是否有所共鸣？醍醐灌顶，心有感慨：长积人间'小包裹'，擘画人生'大棋盘'。"
                },
                {
                    "part_title": "提出论点",
                    "content": "个人要通过积累小包裹来擘画大棋盘",
                    "examples": [],
                    "quotes": [],
                    "example_content": "于个人而言，是无数'小包裹'砌起棋盘，推动人生的一次次落子；亦是点滴'小包裹'的积累，燃起向前的缕缕烟迹，层叠起列车的煤堆。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "'小包裹'积累起个人的素质与能力",
                    "examples": ["贾岛推敲", "宋濂负箧曳屣", "祖逖闻鸡起舞", "王羲之临池学书"],
                    "quotes": [],
                    "example_content": "贾岛字斟句酌的推敲，宋濂负箧曳屣的跋涉，祖逖闻鸡起舞的晨昏，羲之笔墨横斜的一笔一画。他们在每一个日夜，无尽地积累着人生的'小包裹'，或是技艺或是知识。正是无数次磨练与积累，才有了宣纸上的笔走龙蛇，击水中流的壮气豪肠。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "'小包裹'之小需起于心向须弥的宏愿之大",
                    "examples": ["董丽娜", "江梦南", "万步炎"],
                    "quotes": ["想要孕育跳舞的星星，必先守住内心的混沌"],
                    "example_content": "尼采曾言：'想要孕育跳舞的星星，必先守住内心的混沌。'若无向上向善的满腔热忱，没有板凳坐得十年冷的决心毅力，怎能望见包裹触日的壮景？董丽娜、江梦南、万步炎……无数高处的身影呼告着'于无声处听惊雷'的坚持之义。身如芥子的我们，想要迈向须弥岂能逞口舌之快？"
                },
                {
                    "part_title": "论证部分3",
                    "content": "新时代更需要积累'小包裹'",
                    "examples": [],
                    "quotes": [],
                    "example_content": "经济蝶变、科技日新月异的现代，我们见了太多'万丈高楼平地起'，目睹了太多触目而叹的大数字。但请别忘记：这些壮举背后，仍是日夜不断的小包裹的积累。我们早已习惯于称颂眼前的奇崛，却忘了如何出发！"
                },
                {
                    "part_title": "结尾",
                    "content": "号召青年积累小包裹",
                    "examples": [],
                    "quotes": [],
                    "example_content": "不妨就此积累人间'小包裹'，擘画人生'大棋盘'，不再只是称道他人的丰功伟绩，你我何尝不可？愿你我犹能看见自己脚边积贮的'小包裹'，亦在砌筑着我们的未来。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "以小我之不惧，推发展之大浪",
            "content": "不畏山高路远而勇于跋涉的登高者，山林回馈以最秀色的山峰；不畏涛汹浪涌而立于前波的弄潮儿，大海回赠以最壮丽的日出。一路迤逦走来，从火树银花到琼丝白缕，直至把日落踏进星河，才真正开始相信\"以小我之不惧，推发展之大浪\"的真谛。\n\n快递\"小包裹\"，映照经济\"大棋盘\"。国家经济发展星奔川骛，为快递业务量的空间不断优化；快递\"小包裹\"的单枪匹马，汇成助推经济发展的千军万马。这个多元化信息化的时代为我们青年的发展不断创造新机；而我们也更需以\"山不过来，我便过去\"的斗志，捍卫盛世中华。\n\n一时一代中国风，一家一国总关情。在大时代的熔炉之中我们获得提升、展示自我的机会，从而熔铸成功的勋章。来，让我带你从此刻出发，看看中国为你我的发展提供了怎样的契机。\n\n从清华大学的“领军计划”到北京大学的\"英才班\"，从北斗团队背后科学家平均年龄不足三十岁到世界技术大赛上中国青年左右开弓，大放异彩，现在的时代就是最好的舞台，每一个你我都无需彩排，毕竟生活的每一刻都呈现着现场直播的精彩。再看大国外交，一展风采，多少青年登上联合国的演讲台；经济发展，高速腾飞，无数志士在大时代的护佑下创造无限可能。林深自因有海济，神之一笔看昭朗（来自满分作文素材，句意不通，且显得突兀，不如舍去）。大国的雄起护佑着无数小我实现梦想，完成个人发展。因此，在这样的背景下，我们更应奋进向上，踔厉奋发，相信每一颗深埋于地下的种子，破土便是芳华。\n\n“于浩歌狂热之际中寒，于天上看见深渊，于一切眼中看见无所有。”前有“乒乓外交”，以小球转动大球之和谐发展，后有“小包裹”以一己之小助推大国之经济增长。我们也应该以奋斗渲染青春最绚丽的底色，汇成国家发展之大军。\n\n我们看你在实验室里一丝不苟；看你在办公室里手指穿梭如云，代码行云流水；看你在图书馆里挑灯夜读，悬梁刺股；看你从早忙到晚，撑起一个家，小朋友咿呀学语，茁壮成长……我们探求大国经济发展之道，殊不知却内蕴每一个你我相会的经纬坐标之中。\n\n壮志凌苍兕，精诚贯白虹，我们应当将个人之发展与国家、时代的命运紧密联系起来。一个人的长征，必有穷途之泣；一群人的远行，才能志更离，行更远。毕竟每一个你我都是英雄。琉璃瓦本是泥土，生于土壤之中，经过火的洗礼、水的淬炼，才有了金子般的秉性。我们青年也是一样，应以小我之不惧，推发展的大浪。"
        },
        {
            "id": 1,
            "title": "长积人间“小包裹”，擘画人生“大棋盘”",
            "content": "星霜荏苒，居诸不息。已达千亿的“小包裹”映照起社会经济的“大棋盘”。为国自豪的同时，观乎“小包裹”之于国家发展，我们是否有所共鸣？于是醍醐灌顶，心有感慨：长积人间“小包裹”，擘画人生“大棋盘”。\n\n于社会，“小包裹”是快递业的活力解放，是经济运转的不息动力，是恢复向好发展态势的引领。于个人亦然，是无数“小包裹”砌起棋盘，推动人生的一次次落子；亦是点滴“小包裹”的积累，燃起向前的缕缕烟迹，层叠起列车的煤堆。\n\n稻光逐菽，含章未曜。“小包裹”积累起个人的素质与能力。从历史的长河翩跹而来：我看见贾岛字斟句酌的推敲，看见宋濂负箧曳屣的跋涉，亦看见祖逖闻鸡起舞的每个晨昏，羲之笔墨横斜的一笔一画。他们在每一个日夜，无尽地积累着人生的“小包裹”，或是技艺或是知识。由此可见，正是无数次磨练与积累，才有了宣纸上的笔走龙蛇，击水中流的壮气豪肠。我们于“小包裹”的积累中汲取力量，终究化为前行的燃料。这力量不只物质，更多的是精神，正如每一粒熬过冬天的种子积蓄起发芽的力量，我们目睹着小包裹日积月累砌起“精神的三间小屋”，休憩心灵，涵养品性。\n\n身如芥子，心藏须弥。“小包裹”之小需起于心向须弥的宏愿之大，其背后亦是尝尽酸涩的决心与毅力。尼采曾言：“想要孕育跳舞的星星，必先守住内心的混沌。”诚然，若无向上向善的满腔热忱，没有板凳坐得十年冷的决心毅力，怎能望见包裹触日的壮景？莫看其收获之丰、得志之意，且观其耕耘之苦、等待之乏，“小包裹”的积累并非时间的单调堆叠，想要构筑自己的“人生之棋”，坚持自然不可或缺。君可闻董丽娜、江梦南……无数高处的身影呼告着“于无声处听惊雷”的坚持之义；君可见“时代楷模”万步炎率团队攻关克难背后的艰辛岁月。身如芥子的我们，想要迈向须弥岂能逞口舌之快？\n\n经济蝶变、科技日新月异的现代，我们见了太多“万丈高楼平地起”，目睹了太多触目而叹的大数字，请别忘记：这些比比皆是的壮举背后，仍是日夜不断的小包裹的积累，我们早已习惯于称颂眼前的奇崛，却忘了如何出发！不妨就此积累人间“小包裹”，擘画人生“大棋盘”，不再只是称道他人的丰功伟绩，你我何尝不可？\n\n感毕回首，你我仍在路上，见证了“小包裹”支撑起经济新态势、自豪之余，愿你我犹能看见自己脚边积贮的“小包裹”，亦在砌筑着我们的未来。"
        },
        {
            "id": 2,
            "title": "小包裹里的大棋局",
            "content": "兵法云：不谋全局者，不足谋一域。可是战争影片中，我们经常看到，大决战中的小插曲，往往影响甚至改变战争的结局。长期以来，我们强调凡事从大局出发，大处着眼。谋划事情时，以大驭小，如臂使指。这固然没错，但尽小者大，慎微者著，有时从小处着手，也不失为明智之举。下好小棋子，往往能盘活大棋局；聚焦小视角，往往能擘画大格局。选准小切口，往往是抓住了牛鼻子，很多问题迎刃而解。（起）\n\n你看，快递小包裹，一头连着百姓便捷生活的小确幸，另一头则连着经济勃兴、民生福祉的大蓝图。小小包裹里，不仅仅是网购的商品，它的背后，是车船飞驰的交通物流的大动脉，是运转如飞的算法系统，是快递小哥、货车司机们的岗位、薪酬和一家人热气腾腾的饭菜。小包裹的这头是便利，那头是工厂里开足马力的机器的轰鸣声，是农田、果园里的橘子红了、稻麦熟了的喜悦，是直播带货者的大流量……快递“小包裹”，映照经济“大棋局”，使我们看到活力涌动的流动的中国。 （承）\n\n其实不唯快递行业，其他领域亦然。曾几何时，中美两个大国之间的破冰之旅，恰是从“乒乓外交”这一小切口发轫，通过民间体育的双向奔赴，以小球转动大球，推动构建全球新格局。以“村超”“村BA”为代表的农村体育赛事勃兴，从小处入手，以小切口助推和美乡村建设。淄博烧烤，妙用创意文旅，打造独一无二的文化IP，使一座城市从寂寂无名，到百业俱兴。 （转：类比延伸拓展）\n\n天下大事，必作于细。作为当代青年，不妨从快递小包裹里的大棋局中，汲取启迪和智慧，学会从小处着手，以小杠杆，撬动厚实人生的巨大体量；从小切口，寻求突破，抵达人生的大纵深。就像后浪陈云霁，心无旁骛，沉潜研发小小的“中国芯”，但他的人生，并未受限于毫厘之间与实验室里，而是写进“中国新”的创新宏图里，融入到“中国心”滚烫洪流中；就像江雪霞，大学毕业后回到家乡，因地制宜，以点带面，以一片小小的茶叶，沁润民生，编织山乡美好富足的未来蓝图；就像“面人郎”郎佳子彧，承袭传统技艺与时代风格相结合，为“老手艺”创造着“新玩法”，以小小面人，践行推动中华优秀传统文化创造性转化、创新性发展的宏伟工程。（转：联系青年实际）\n\n遇见光，成为光。当代青年，规划自我、设计人生时，可以有丝竹清音，也当有黄钟大吕；可以追求个人的“小目标”，也要致力于国家的“大蓝图”，将个人奋斗的小齿轮，嵌入国家发展、民族复兴的大齿轮中，人生的齿轮才能转动，光亮如新。俗语说“鸡可生蛋，蛋可生鸡”，同理，大与小，亦是互相促进的关系。胸中有大丘壑，人生才能下笔有神；但有时主打一个“小”字，却能收获一个“大”字，四两拨千斤，却往往能撬起厚实的人生大体量。 （合）"
        }
    ]
}