{
    "question": "阅读下面的材料，根据要求写作。\n\n老聃的老师常枞病重，老聃前去看望，请求留下教诲。常枞张开嘴问道：“我的舌头还在吗？”老聃说：“当然还在。”常枞又问：“我的牙齿还在吗？”老聃说：“早就没有了。”常枞又问：“你知道原因是什么吗？”老聃回答：“舌头存在，因为它是柔软的。牙齿不存在，因为它是刚硬的。”常枞说：“是这样的。世上之理已尽在其中了，我还有什么可以再教导你的呢？”\n\n以上材料谈到了“刚与柔”的话题，对于这一话题你有怎样的联想和思考？请写一篇文章。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道话题作文题。\n\n材料中的最后一句话揭示了本材料的主旨：那舌头之所以存在，岂不是因为它柔软；牙齿不存在，岂不是因为它刚硬吗？常枞道：你说得好！天底下的事都是这个道理。由此看来，世间万物不一定是刚硬的战胜柔软的，从某种程度上来说，有时柔软恰恰可以打败刚硬。\n\n材料提到了“刚与柔”的话题。“刚”，坚硬(与柔相对)，(性格或态度)强硬，(意志)坚毅。“柔”，软，使变软，温和(与刚相对)。可见“刚和柔”是一对相对的概念，它们之间有着紧密的关联。\n\n结合材料考生可以深入思考“刚”和“柔”的内涵，“刚”可以代表高尚的气节、坚定的信念、坚不可摧的意志、矢志不渝的毅力，“柔”可以反映人良好的素养，表现为灵活机智的应对能力，随和低调的处事方法、悲天悯人的细腻情怀、任劳任怨、耐心细致等。\n\n综合看来，“刚”与“柔”之间的关系：刚能制柔，柔能克刚；人生既不能缺少柔，也不能没有刚，需要刚柔相济；刚和柔要适度，为人至刚易折，至柔则无力，做到刚柔适度，才能达到圆满的境界。\n\n行文思路上，首先提出刚柔并存的观点，然后分析坚硬和柔软两种品质的重要性，可采用例证法，如忍辱负重的蔺相如、卧薪尝胆的勾践、受宫刑的司马迁等展现出的就是“柔”；乌江自刎的项羽、豪放的苏轼、不屈于元兵的文天祥、舍生取义的谭嗣同以及辛弃疾、邓世昌、林则徐、荆轲、花木兰等展现的都是“刚”。再论证刚毅和宽容、坚韧和温柔的相辅相成的关系。可运用类比论证，如开天辟地，刚之力也，水滴石穿，柔之力也，刚柔相济，人生之道也。最后重申论点，强调人生要刚柔相济，不能有骄傲狂放的刚，但决不能放弃有原则的刚，让刚与柔恰到好处，才是完满人生。",
    "outlines": [
        {
            "title": "刚柔并济，造就和谐自我",
            "subject": "人心有坚硬之处，成就性格的刚毅冷峻；人心亦有温柔之美，弥合凶悍锋芒。刚柔并济，是造就和谐自我的应有之义",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "提出刚柔并济的观点，指出这是人格的双重升华",
                    "examples": [],
                    "quotes": [
                        "心有猛虎，细嗅蔷薇——西格里夫·萨松"
                    ],
                    "example_content": "人心有坚硬之处，成就性格的刚毅冷峻，人心亦有温柔之美，弥合凶悍锋芒。刚柔并济，是百炼钢与绕指柔的完美衔接，是人格的双重升华，是造就和谐自我的应有之义。"
                },
                {
                    "part_title": "论证部分1：论述“刚”的重要性",
                    "content": "论述坚硬可以是对底线的坚守，对正义的执念，是外力无法摧折的刚劲",
                    "examples": [
                        "李白“愿将腰下剑，直为斩楼兰”的铁血燕然",
                        "李贺“报君黄金台上意，提携玉龙为君死”的铮铮誓言"
                    ],
                    "quotes": [],
                    "example_content": "人心之坚硬，可以是对底线的坚守，对正义的执念，是外力无法摧折的刚劲。那份骨子里的坚韧，早已使他们把刚毅不屈的追求奉为人生信条，时时恪守，刻刻遵循。"
                },
                {
                    "part_title": "论证部分2：论述“柔”的价值",
                    "content": "论述柔软可以是对凶顽的宽容，对世间的博爱，是任何时候无法被冰封的温暖",
                    "examples": [
                        "特蕾莎修女给予流浪汉的拥抱",
                        "南丁格尔提灯时的微笑"
                    ],
                    "quotes": [
                        "拥有一颗透明的心和会流泪的眼睛——《夜空中最亮的星》"
                    ],
                    "example_content": "人心之柔软，可以是对凶顽的宽容，对世间的博爱，是任何时候无法被冰封的温暖。因为柔软，所以我们可以不甚苛求，尽享流年温润。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结刚柔并济的观点，强调亦刚亦柔才是和谐人生",
                    "examples": [],
                    "quotes": [],
                    "example_content": "心硬如钢便不可摧，刚毅冷峻，坚硬如斯，所向披靡，心软若柔则亦欣然，不失温柔，不畏凶顽，不曾软弱。亦刚亦柔，和谐人生，刚柔并济，两番精彩!"
                }
            ]
        },
        {
            "title": "亦刚亦柔，成就和谐人生",
            "subject": "人生既不能缺少柔，也不能没有刚，需要刚柔相济达到圆满境界",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "由材料引出刚与柔的话题，提出刚柔相济的观点",
                    "examples": [],
                    "quotes": [],
                    "example_content": "舌头存在，因为它是柔软的。牙齿不存在，因为它是刚硬的。世间万物不一定是刚硬的战胜柔软的，从某种程度上来说，有时柔软恰恰可以打败刚硬。然而，人生需要刚柔相济，方能达到圆满境界。"
                },
                {
                    "part_title": "论证部分1：“刚”代表的品质",
                    "content": "论述“刚”可以代表高尚的气节、坚定的信念、坚不可摧的意志",
                    "examples": [
                        "乌江自刎的项羽展现的刚烈气节",
                        "文天祥“人生自古谁无死，留取丹心照汗青”的不屈精神",
                        "谭嗣同舍生取义的豪情壮志"
                    ],
                    "quotes": [],
                    "example_content": "“刚”可以代表高尚的气节、坚定的信念、坚不可摧的意志、矢志不渝的毅力。它是辛弃疾“醉里挑灯看剑”的豪情，是林则徐虎门销烟的果敢，是荆轲刺秦的壮烈。"
                },
                {
                    "part_title": "论证部分2：“柔”代表的品质",
                    "content": "论述“柔”反映人良好的素养，表现为灵活机智的应对能力，悲天悯人的细腻情怀",
                    "examples": [
                        "蔺相如忍辱负重，退让三舍",
                        "勾践卧薪尝胆，十年生聚",
                        "司马迁受宫刑而完成《史记》"
                    ],
                    "quotes": [],
                    "example_content": "“柔”反映人良好的素养，表现为灵活机智的应对能力，随和低调的处事方法、悲天悯人的细腻情怀。蔺相如忍辱负重成就将相和，勾践卧薪尝胆终灭吴国，司马迁忍辱负重写就《史记》。"
                },
                {
                    "part_title": "结尾",
                    "content": "强调刚柔适度，才能达到圆满的境界",
                    "examples": [],
                    "quotes": [
                        "开天辟地，刚之力也，水滴石穿，柔之力也，刚柔相济，人生之道也"
                    ],
                    "example_content": "为人至刚易折，至柔则无力，做到刚柔适度，才能达到圆满的境界。让刚与柔恰到好处，才是完满人生。"
                }
            ]
        },
        {
            "title": "以刚柔智慧，奏响人生乐章",
            "subject": "刚使人勇，成就辉煌；柔使人智，永葆生机。刚柔相济方能奏响人生华美乐章",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引出刚柔之道的话题",
                    "examples": [],
                    "quotes": [],
                    "example_content": "世间之理已尽在“刚与柔”之中。刚使人勇敢坚毅，柔使人灵活智慧，唯有刚柔相济，方能奏响人生的华美乐章。"
                },
                {
                    "part_title": "论证部分1：刚之美",
                    "content": "论述刚的力量与美感",
                    "examples": [
                        "邓世昌驾舰撞向敌舰的壮烈",
                        "花木兰替父从军的英勇"
                    ],
                    "quotes": [],
                    "example_content": "刚是金石之声，是雷霆万钧的力量。邓世昌驾舰撞向敌舰，那是民族脊梁的铮铮铁骨；花木兰替父从军，那是巾帼不让须眉的刚毅。"
                },
                {
                    "part_title": "论证部分2：柔之智",
                    "content": "论述柔的智慧与力量",
                    "examples": [
                        "水滴石穿的道理",
                        "以柔克刚的太极之道"
                    ],
                    "quotes": [
                        "上善若水，水善利万物而不争——老子"
                    ],
                    "example_content": "柔是流水之形，是润物无声的智慧。老子云：“上善若水，水善利万物而不争。”水看似柔弱，却能穿石；太极看似柔软，却能以柔克刚。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结刚柔相济的人生智慧",
                    "examples": [],
                    "quotes": [],
                    "example_content": "刚柔并济，行稳致远。我们当学会在刚与柔之间找到平衡，既有迎难而上的勇气，又有随机应变的智慧，以刚柔之道奏响人生的华美乐章。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "刚柔并济，造就和谐自我",
            "content": "人心有坚硬之处，成就性格的刚毅冷峻，人心亦有温柔之美，弥合凶悍锋芒。刚柔并济，是百炼钢与绕指柔的完美衔接，是人格的双重升华，是造就和谐自我的应有之义。\n\n正如英国诗人西格里夫·萨松在诗中写道:“心有猛虎，细嗅蔷薇。”我想，无论是猛虎在需要勇敢的时候迎难而上，还是蔷薇在盛开的时候迷醉芬芳，都是我们造就和谐自我所需要的品质。于是，为了攀至人生的高峰，我们以坚硬之处示人，奋不顾身地逐鹿无边沙场，但也要为和谐的人生，释放出温暖与柔情，找到亦刚亦柔的最佳平衡点。\n\n人心之坚硬，可以是对底线的坚守，对正义的执念，是外力无法摧折的刚劲。是李白挥毫写下“愿将腰下剑，直为斩楼兰”的铁血燕然，落笔成篇；是李贺“报君黄金台上意，提携玉龙为君死”的铮铮誓言，回荡天际。那份骨子里的坚韧，早已使他们把刚毅不屈的追求奉为人生信条，时时恪守，刻刻遵循。然而，坚硬并不意味着刻薄冷硬，并不意味着要始终凶狠如猛虎，任由寒光毕露的双眼，战栗世界的暖意。我们不愿再看到专制君主的暴戾恣睢，不愿再听到不古人心的日渐冷漠。只是希望，坚硬之余，人心中的柔软可以裹藏尖锐的棱角，温存人性的美好。\n\n人心之柔软，可以是对凶顽的宽容，对世间的博爱，是任何时候无法被冰封的温暖。是特蕾莎修女给予流浪汉的拥抱，是南丁格尔提灯时的微笑，是《夜空中最亮的星》所祈祷的“拥有一颗透明的心和会流泪的眼睛”。因为柔软，所以我们可以不甚苛求，尽享流年温润，因为柔软，所以我们可以在坚硬的壁垒下，重新拾得爱与感性的回归。同样，所谓柔软，不是毫无原则地妥协退让，更不是甘愿被世事所欺却不加反抗。我们不愿看到，心的柔软之处在现实的狂风暴雨中流血受伤，更不愿意看到柔弱的心室被刚硬的外壳蹂躏的体无完肤。所以，只是希望，柔软之余，人心中的坚硬依旧可以承担起生命之重，依旧可以在疤痕遍布之后，不改初心。\n\n心硬如钢便不可摧，刚毅冷峻，坚硬如斯，所向披靡，心软若柔则亦欣然，不失温柔，不畏凶顽，不曾软弱。亦刚亦柔，和谐人生，刚柔并济，两番精彩!"
        }
    ]
}