{
    "question": "四、写作（60分）\n【新情境】阅读下面的材料，根据要求写作。\n\n“德”字始见于商代甲骨文，上图“德”字选自《说文解字》。“德”字左边的“ ”表行走，可引申为一种行为。右边由“直”和“心”构成，其中“直”字形像一只眼睛上面有一条直线，表示眼睛要看正；下加一个“心”，表示直行者还要心胸坦荡。“德”在古代文献中也与“得”相通，表示得到。\n作为新时代的青年，以上材料对你有什么启示？请整体把握上述材料的内容和寓意写一篇文章。\n要求：选准角度，确定立意；明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "这是一道图片加文字材料的作文题。\n材料由图片和文字两部分组成。材料中对“德”字的解说分为三个层次：\n\n一是左边部分的“彳”，意为行走，引申为行为、行动。我们可以理解为，“德”是指导行为的思想，是我们的行动指引。作为新时代青年，我们要以“德”为行事的准则，要将“德”这种操守、品行化于行为之中，做真正的有德之人。\n\n二是右边部分的“直”和“心”可以理解为直行时眼睛要看正，直视“所行之路”的方向，强调正道直行。作为新时代青年，在人生的奋斗历程中要坚守信念、坚守初心，要走正路、干正事、扬正气，方可践行“德”。当然，“德”字也可理解为正直、坦率、诚实、遵循本心等。\n\n三是在古代文献中，“德”与“得”通用。材料意在告诉我们，有德才有得，这里的“德”是品德、道德，“得”可以理解为目标的达成或成果的获取。作为新时代青年，我们要做有道德的贤明之人，一个有“德”的新青年才能够在人生中有所获得。\n\n综上，本次作文的关键词是“德”，作为当代青年，要践行德，以德为行事准则，要正道直行成就德，要心怀坦荡成美德。人生有“德”，才能有所得。\n\n写作思路：\n概括材料内容引出中心论点，德，是一种行为，是一种为事准则，是一种坦荡的胸襟。唯有明德，修德，践德，方可得人生。主体部分可以分别围绕“明德”“修德”“践德”展开论证。明德，是认识和领悟道德的智慧。修德，是内化于心，外化于行的过程。践德，是将道德观念付诸实践的过程。最后总结新时代青年当以德为伴，雕琢青春，以德行担使命，砥砺丰人生。\n\n立意参考：\n1.践行正“德”，做有德青年。\n2.有“德”，自有“得”。\n3.做人正直，做事正派，成就美“德”。",
    "outlines": [
        {
            "title": "润德走正道，厚德心坦荡",
            "subject": "论述新时代青年当润德走正道，厚德心坦荡，以德行担使命。",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引用《说文解字》对“德”的解释，结合时代背景提出中心论点。",
                    "examples": [],
                    "quotes": [
                        "德者，得也。德，外得于人，内得于己也。"
                    ],
                    "example_content": "阳春布德泽，万物生光辉。《说文解字》云：“德者，得也。德，外得于人，内得于己也。”站在“两个一百年”的历史交汇点，我认为，当润德走正道，厚德心坦荡。"
                },
                {
                    "part_title": "分论点一",
                    "content": "润德走正道，以行动践德。德是一种行为，要敢做敢为。",
                    "examples": [
                        "毛主席回绝表兄文运昌求职"
                    ],
                    "quotes": [
                        "为天地立心，为生民立命"
                    ],
                    "example_content": "润德走正道，以行动践德。德，是一种行为，欲得德，要敢做敢为、善作善成。1937年毛主席表兄文运昌因家庭生活困难，致信毛主席希望到延安谋一份薪水丰厚的差事。毛主席却写信回绝。我们党用自己的行为证明了德是一种行为，行稳当能致远。"
                },
                {
                    "part_title": "分论点二",
                    "content": "厚德心坦荡，需要眼睛看正，笃定心志，守住底线。",
                    "examples": [
                        "焦裕禄"
                    ],
                    "quotes": [
                        "吾善养我浩然之气",
                        "德不配位，必有灾殃"
                    ],
                    "example_content": "厚德心坦荡，欲得德，需要眼睛看正，笃定心志意志坚。兰考好书记焦裕禄，即使重病也心系人民，在他的心里，修德就是把对党对人民的忠诚写在奉献之中，德字当先，砥砺前行。只有保持眼正，心正，路正，始终保持人生航船的正确方向。"
                },
                {
                    "part_title": "分论点三",
                    "content": "心胸坦荡，无私奉献，方能真正修德于心，外化于行。",
                    "examples": [
                        "唐太宗",
                        "周恩来",
                        "王进喜",
                        "孔繁森",
                        "黄文秀"
                    ],
                    "quotes": [
                        "心底无私天地宽",
                        "戢鳞潜翼耐沉浮"
                    ],
                    "example_content": "润德走正道，厚德心坦荡。欲得德，要心胸坦荡，心底无私天地宽。因修德，才有唐太宗贞观之治、周总理鞠躬尽瘁。我们要以王进喜、孔繁森、黄文秀等为榜样，无私奉献，勇于担当。只有这样我们才能真正做到修德于心，外化于行。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，呼吁新时代青年以德行担使命，不负韶华。",
                    "examples": [],
                    "quotes": [
                        "凡益之道，与时偕行",
                        "士不可以不弘毅"
                    ],
                    "example_content": "凡益之道，与时偕行。新时代，百年梦圆，民族复兴。我们要以行动践德，走正道，心胸坦荡。作为新青年，我们当以德行担使命，不负韶华，砥砺前行。面对新百年的新征程，润德走正道，厚德心坦荡。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "润德走正道，厚德心坦荡",
            "content": "阳春布德泽，万物生光辉。渺渺之途，偏偏不断，以德为伴，彧彧花繁。《说文解字》云：“德者，得也。德，外得于人，内得于己也。”站在“两个一百年”的历史交汇点，我辈青年如何开创自己的灿烂人生呢？我认为，当润德走正道，厚德心坦荡。\n\n润德走正道，以行动践德。德，是一种行为，欲得德，要敢做敢为、善作善成。\n\n张载曾言：“为天地立心，为生民立命，为往圣继绝学，为万世开太平。”德，便是修身齐家治国平天下的坦荡如砥。1937年毛主席表兄文运昌因家庭生活困难，致信毛主席希望到延安谋一份薪水丰厚的差事。毛主席却写信回绝，并说我们的党专为国家民族劳苦民众做事，牺牲个人私利，故人人平等，并无薪水。”我们党用自己的行为证明了德是一种行为，证明了德是一种政治文化，是根脉，是基石。行稳当能致远，这稳便是以德相伴。以德引领前路，以德化育一方，以德行大道走正途。\n\n厚德心坦荡，欲得德，需要眼睛看正，笃定心志意志坚。孟子曾言：“吾善养我浩然之气。人生天地间，忽如远行客。立身以德，譬如北辰，众星拱之。人生的道路虽然漫长，但坚定处常常只有几步。我们要正眼，正心，守住自律自省自重的底线。如果做人不正直，做事不正派，结果必是翻车于人生中途。古人警示：“德不配位，必有灾殃”。兰考好书记焦裕禄，即使重病也心系人民，在他的心里，修德就是把对党对人民的忠诚写在奉献之中，德字当先，砥砺前行。时代波诡云谲、霄壤嬗变，我们只有保持眼正，心正，路正，才能不会被种种陷阱迷惑，始终保持人生航船的正确方向，厚修德行心坦荡。\n\n润德走正道，厚德心坦荡。欲得德，要心胸坦荡，心底无私天地宽。\n\n“戢鳞潜翼耐沉浮，自得峻邈来日长。”注重内在修养，培养良好的品质。心底无私天地宽，表里如一襟怀广。因修德，才有唐太宗贞观之治的盛况；因修德，才有周总理为国为民鞠躬尽瘁死而后已；因修德，无数中国共产党人默默付出，夙夜在公九死不悔。古人云：“老吾老，以及人之老；幼吾幼，以及人之幼。”我们要以王进喜、孔繁森为榜样，把一腔热忱坦荡无私地献给人民，以黄大年、黄文秀为榜样，无私奉献，默默付出，勇于担当，敢于拼搏。只有这样我们才能真正做到修德于心，外化于行。\n\n凡益之道，与时偕行。士不可以不弘毅，任重而道远。新时代，百年梦圆，民族复兴。我们要以行动践德，走正道，心胸坦荡。作为新青年，我们当以德行担使命，不负韶华，砥砺前行。面对新百年的新征程，现代化的新使命，人类文明的新形态，润德走正道，厚德心坦荡。"
        }
    ]
}
