{
    "question": "阅读下面的材料，根据要求写作。\n\n本试卷语言文字运用Ⅰ中提到”“空中课堂’充满书卷气”。所谓书卷气，是“腹有诗书气自华”的从容笃定，是“家事国事天下事，事事关心”的忧国忧民，是“和而不同”的君子文化。\n\n作为新时代的中国青年，要立志深学笃行，传承中华文化，涵养“书卷气”。\n\n以上材料引发你怎样的联想和思考？请写一篇文章谈谈你的看法。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于800字。",
    "think": "本题是一道引语式材料作文题。材料关联本试卷语言文字运用I，关键词是“书卷气”。\n\n材料可分为两层：\n1. 第一层解释了什么是书卷气，这里的“书卷气”不只是指读书人的气质，更包含了从容笃定、忧国忧民、君子品格等内涵。\n2. 第二层指出新时代的中国青年要注重深学笃行，注重传承中华文化，注重涵养自身的“书卷气”。\n\n材料中提到的书卷气，是内涵丰富、修养深厚的表现，是新时代中国青年应该追求的品质。\n\n考生可以思考空中课堂的意义，结合自己的生活经历，描述空中课堂给自己带来的变化和影响，如何让自己更具书卷气。可以阐述自己是如何在空中课堂中接触到中华文化的精髓，以及这种文化对自己的影响和塑造。可以思考涵养书卷气的途径：分享自己在空中课堂中学到的知识和技能，以及如何将这些知识运用到现实生活中，从而培养自己的书卷气。可以联系新时代中国青年的责任，论述作为新时代的中国青年，如何通过深学笃行，传承中华文化，涵养书卷气，肩负起民族复兴的使命。还可以联系和而不同的君子文化，探讨空中课堂中所体现的和而不同的君子文化，以及这种文化对自己人际交往和人格塑造的影响。\n\n写作时可以首先阐述什么是“书卷气”，然后分析为什么我们要传承和培养这种气质，再立足于新时代青年的身份，论述该如何承担起这一历史重任。同时，要注意结合两个层面的内容来立意，不能孤立地阐述什么是书卷气，或者脱离书卷气的内涵去谈新时代中国青年的行为。在进行具体阐述时，注意从小处落笔，切忌泛泛而谈。",
    "outlines": [
        {
            "title": "涵养书卷气，做新时代有为青年",
            "subject": "阐述书卷气的内涵及新时代青年涵养书卷气的重要性和途径",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述材料，引出书卷气话题",
                    "examples": [],
                    "quotes": [],
                    "example_content": "在新时代的大潮中，青年一代肩负着国家繁荣昌盛、民族伟大复兴的重任。\"空中课堂\"充满书卷气，这正是我们新时代青年应当追求的气质。所谓书卷气，是\"腹有诗书气自华\"的从容笃定，是\"家事国事天下事事事关心\"的忧国忧民，是\"和而不同\"的君子文化。"
                },
                {
                    "part_title": "提出论点",
                    "content": "作为新时代中国青年，应深学笃行，传承中华文化，涵养书卷气",
                    "examples": [],
                    "quotes": [],
                    "example_content": "作为新时代的中国青年，我们要立志深学笃行，传承中华文化，涵养\"书卷气\"，成就有内涵、有修养的自我。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "涵养书卷气，要在阅读经典中追求从容笃定的境界",
                    "examples": ["苏轼"],
                    "quotes": ["闲看庭前花开花落，漫随天外云卷云舒"],
                    "example_content": "在空中课堂的背景下，我们应学会在快节奏的生活中寻找一丝静谧，回归心灵的宁静。阅读经典，让心灵沐浴在先贤的智慧之中，感受那份\"闲看庭前花开花落，漫随天外云卷云舒\"的从容与淡定。如此，我们的内心才能更加丰满，才能在面对困境时保持冷静，以智慧化解纷扰。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "涵养书卷气，要培养关心国家大事、民族命运的家国情怀",
                    "examples": ["古代仁人志士"],
                    "quotes": ["家事国事天下事事事关心"],
                    "example_content": "我们要学会关心国家大事，关心民族命运。从古至今，无数仁人志士为我们树立了榜样。他们心怀家国，身体力行，为国家民族的繁荣昌盛付出了巨大努力。今天的我们，要关注社会发展，关注国家政策，关心民生福祉，为国家的繁荣昌盛贡献自己的力量。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "涵养书卷气，要学会尊重和而不同的君子文化",
                    "examples": [],
                    "quotes": ["和而不同"],
                    "example_content": "我们要学会尊重和而不同。在这个多元化的世界里，人与人之间的观念、价值观存在差异，这是正常现象。我们要学会尊重别人，尊重不同的声音。在和他人交流的过程中，保持谦逊、包容的心态，以求同存异为准则。这样的君子文化，是我们新时代青年应有的风范。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，发出倡议",
                    "examples": [],
                    "quotes": [],
                    "example_content": "让我们携手同行，立志深学笃行，传承中华文化，涵养书卷气，为实现民族伟大复兴贡献我们的智慧和力量。在这个信息爆炸的时代，把握时代脉络，将这份独特的气质融入日常生活，成为新时代青年的精神标志。"
                }
            ]
        },
        {
            "title": "深学笃行，腹有诗书气自华",
            "subject": "论述深学笃行对于涵养书卷气的重要性",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从空中课堂谈起，引出书卷气的内涵",
                    "examples": [],
                    "quotes": ["腹有诗书气自华"],
                    "example_content": "\"空中课堂\"充满书卷气，让我们在疫情期间依然能够沐浴在知识的海洋中。所谓\"腹有诗书气自华\"，正是指通过深入学习、笃实践行而形成的独特气质。"
                },
                {
                    "part_title": "提出论点",
                    "content": "新时代青年要通过深学笃行来涵养书卷气",
                    "examples": [],
                    "quotes": [],
                    "example_content": "作为新时代中国青年，我们要深学笃行，在学习中涵养书卷气，在实践中传承中华文化。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "深学是涵养书卷气的基础",
                    "examples": ["王羲之苦练书法", "钱钟书博览群书"],
                    "quotes": ["读书破万卷，下笔如有神"],
                    "example_content": "深学，就是要广泛阅读经典，深入钻研学问。王羲之临池学书，池水尽墨；钱钟书博览群书，学贯中西。正是因为深学，他们才能达到从容笃定的境界，形成独特的气质。我们也应静下心来，认真研读经典，让知识充实内心。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "笃行是检验书卷气的标准",
                    "examples": ["知行合一的实践者"],
                    "quotes": ["纸上得来终觉浅，绝知此事要躬行"],
                    "example_content": "然而，仅有理论知识是不够的。我们要将所学付诸实践，做到知行合一。关心国家大事不能只停留在口头上，要真正参与到社会实践中，为国家发展建言献策。和而不同的君子文化，也要在日常交往中体现出来。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "深学笃行需要持之以恒",
                    "examples": [],
                    "quotes": [],
                    "example_content": "涵养书卷气并非一蹴而就，需要长期坚持。我们要远离浮躁，抵制物欲的诱惑，在日常生活中不断修炼，积累底蕴。只有这样，我们才能真正拥有书卷气，成为一个有内涵、有修养的新时代青年。"
                },
                {
                    "part_title": "结尾",
                    "content": "升华主题，展望未来",
                    "examples": [],
                    "quotes": [],
                    "example_content": "让我们以深学笃行为指引，涵养书卷气，传承中华文化，在新时代的征程中书写属于我们这一代人的精彩篇章。"
                }
            ]
        },
        {
            "title": "传承中华文化，提升文化素养",
            "subject": "从传承中华文化的角度论述如何涵养书卷气",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "阐述书卷气与中华文化的关系",
                    "examples": [],
                    "quotes": [],
                    "example_content": "书卷气是中华优秀传统文化的重要体现，是\"腹有诗书气自华\"的从容笃定，是\"家事国事天下事事事关心\"的忧国忧民，是\"和而不同\"的君子文化。这些都深深植根于中华文化的沃土之中。"
                },
                {
                    "part_title": "提出论点",
                    "content": "传承中华文化是涵养书卷气的重要途径",
                    "examples": [],
                    "quotes": [],
                    "example_content": "新时代青年要通过传承中华文化来涵养书卷气，提升文化素养，为民族复兴贡献力量。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "传承中华文化，汲取传统智慧",
                    "examples": ["孔子", "老子", "庄子"],
                    "quotes": ["温故而知新"],
                    "example_content": "中华文化源远流长，博大精深。从先秦诸子的思想智慧，到唐诗宋词的艺术瑰宝，都蕴含着丰富的精神财富。我们要认真学习这些传统文化，汲取其中的智慧，涵养自己的气质。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "创新发展，让传统文化焕发新活力",
                    "examples": ["《中国诗词大会》", "《典籍里的中国》"],
                    "quotes": [],
                    "example_content": "传承不是简单的复制，而是要在继承的基础上创新发展。近年来，《中国诗词大会》《典籍里的中国》等节目，用现代方式诠释传统文化，让更多年轻人感受到中华文化的魅力。我们也应在空中课堂等新平台上，创新传播方式，让传统文化融入现代生活。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "以文化自信铸就民族复兴之魂",
                    "examples": [],
                    "quotes": [],
                    "example_content": "文化是一个国家、一个民族的灵魂。通过传承中华文化，涵养书卷气，我们能够增强文化自信，凝聚民族精神，为实现中华民族伟大复兴的中国梦提供强大的精神支撑。"
                },
                {
                    "part_title": "结尾",
                    "content": "号召青年担当使命",
                    "examples": [],
                    "quotes": [],
                    "example_content": "让我们牢记使命，传承中华文化，涵养书卷气，提升文化素养，在新时代的舞台上展现青年风采，为民族复兴贡献青春力量。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "传承中华文化，涵养书卷气",
            "content": "在新时代的大潮中，青年一代肩负着国家繁荣昌盛、民族伟大复兴的重任。在这个激荡的时代中，要深学笃行，传承中华文化，涵养书卷气。\n\n所谓书卷气，是“腹有诗书气自华”的从容笃定，是“家事国事天下事事事关心”的忧国忧民，是“和而不同”的君子文化。在我看来，书卷气的涵养不仅关乎个人修养，更关乎国家民族的精神底蕴。\n\n在空中课堂的背景下，我们应学会在快节奏的生活中寻找一丝静谧，回归心灵的宁静。阅读经典，让心灵沐浴在先贤的智慧之中，感受那份“闲看庭前花开花落，漫随天外云卷云舒”的从容与淡定。如此，我们的内心才能更加丰满，才能在面对困境时保持冷静，以智慧化解纷扰。\n\n同时，我们要学会关心国家大事，关心民族命运。家事国事天下事事事关心，这是一种责任，更是一种情怀。从古至今，无数仁人志士为我们树立了榜样。他们心怀家国，身体力行，为国家民族的繁荣昌盛付出了巨大努力。今天的我们，虽无需赴汤蹈火，但也不能置身事外。我们要关注社会发展，关注国家政策，关心民生福祉，为国家的繁荣昌盛贡献自己的力量。\n\n此外，我们要学会尊重和而不同。在这个多元化的世界里，人与人之间的观念、价值观存在差异，这是正常现象。我们要学会尊重别人，尊重不同的声音。在和他人交流的过程中，保持谦逊、包容的心态，以求同存异为准则。这样的君子文化，是我们新时代青年应有的风范。\n\n然而，书卷气的涵养并非一蹴而就。它需要我们在日常生活中不断修炼，积累底蕴。我们要远离浮躁，抵制物欲的诱惑，静下心来，深入学习传统文化。只有这样，我们才能真正拥有书卷气，成为一个有内涵、有修养的新时代青年。\n\n在这个信息爆炸的时代，我们面临着前所未有的机遇和挑战。我们要把握时代脉络，紧跟时代步伐，不断丰富自己，提升个人素质。同时，我们要传承中华文化，涵养书卷气，将这份独特的气质融入日常生活，成为新时代青年的精神标志。\n\n让我们携手同行，立志深学笃行，传承中华文化，涵养书卷气，为实现民族伟大复兴贡献我们的智慧和力量。"
        }
    ]
}