{
    "question": "阅读下面的材料，根据要求作文。（60分）\n\n近日，作为两届CBA（中国职业篮球联赛）总冠军球员及中国男篮主力球员之一的张镇麟在比赛中发挥失常，表现欠佳。之后，有人挖出了他过去的一些争议性言论，在社交平台上指责、谩骂他；多个媒体平台转发了针对他的恶搞视频，视频中不乏砍头、下跪等侮辱性镜头。这对张镇麟造成极大的身心伤害。对此，中国篮球协会主席姚明表示，“对于一些超越篮球本身的评论”，中国篮球协会提供一切必要支持去帮助球员维护自身的权益。但也有部分网友认为张镇麟不那么讨喜，活该被网暴。\n\n读了上述材料，你有什么看法？请以“青年评论家”的身份，给“澄池学生论坛”写一篇文章。\n\n要求：标题自拟，自选角度，不得抄袭，不得透露个人信息，不少于800字。",
    "think": "这是一道时评类材料作文题。\n\n审题时先锁定关键信息“网暴”——球员张镇麟遭遇网暴，我们如何评价这起网暴事件。\n\n材料第一部分写张镇麟因比赛发挥失常和之前受争议言论而被网暴。第二部分写姚明及的回应与部分网友的态度。姚明的表态包含两层意思：一是欢迎针对篮球本身（比赛、技术乃至战术）的评论；二是反对不正当言论，支持球员合理维权。而部分网友以张镇麟不那么讨喜为由，支持网暴行为，显然这是错误认知。即使对存在过错的人，或不良的社会现象，我们也不能假借网暴的手段，也就是说，一个文明社会，应该有法治精神，而没有所谓正义的网暴。\n\n行文时，可以厘清正常批评和网络暴力的边界，可以客观评价张镇麟的球场表现与争议言行，而对网络暴力则应旗帜鲜明地反对。\n\n“你有什么看法”限制了文体——针对具体事件的时评文章；“青年评论家”则限定了写作者身份——应相对专业、理性，站得高看得远；“澄池学生论坛”说明本文读者主要是学生，写作者应引领主流价值观，帮助学生正确认知。",
    "outlines": [
        {
            "title": "正义，多少网暴假汝之名",
            "subject": "旗帜鲜明地反对网络暴力，批评应有边界，正义不应成为伤害他人的借口",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引出话题，指出失去界限的“正义”不再是正义，而是伤害他人的刀刃",
                    "examples": [],
                    "quotes": [],
                    "example_content": "遇见不平之事，会有一个声音引导我们做出行动，它的名字叫“正义”。但倘若失去了应有的界限和尺度，有些所谓“正义”就不再是正义，而是伤害他人的刀刃。"
                },
                {
                    "part_title": "论证部分1：厘清正常批评和网络暴力的边界",
                    "content": "以张镇麟事件为例，指出网暴不是诚恳的建议，而是看似正义、实则恶毒的谩骂和侮辱",
                    "examples": [
                        "张镇麟因比赛失常和争议言论被网暴",
                        "网友拍摄“砍头”“下跪”等侮辱性视频"
                    ],
                    "quotes": [],
                    "example_content": "CBA球星张镇麟的遭遇，就是一例。的确应该被批评，但我看到的，不是诚恳的建议，不是谏诤的良言，而是看似正义、实则恶毒的谩骂和侮辱。超越篮球比赛的言辞，已离正常批评很远，被情绪扭曲的正义，已不再是正义。"
                },
                {
                    "part_title": "论证部分2：正义需要程序，网暴是私设法庭",
                    "content": "论述实施正义需要正确的方式，网暴无异于私设法庭、滥施刑罚",
                    "examples": [
                        "苏格拉底喝下毒酒的悲剧是程序正义缺失的后果"
                    ],
                    "quotes": [],
                    "example_content": "批评也好，实施正义也罢，采取正确的方式很重要。直接实施网暴的网民，无异于以法官自居，私设法庭，滥施刑罚。失去了应有的约束，正义的审判之剑可能变成凶器。"
                },
                {
                    "part_title": "论证部分3：批评的目的是规劝而非以暴制暴",
                    "content": "论述批评是为了规劝对方改过图新，而非以暴制暴",
                    "examples": [],
                    "quotes": [
                        "发现他人之丑恶，等于发现自己之丑恶的可能——史铁生"
                    ],
                    "example_content": "批评是为了规劝对方改过图新，去恶向善，而非以暴制暴，以恶制恶。你可以痛批球员的技术失误，可以客观理性地发声，可以将事实反馈给监管部门，甚至诉诸法律，但不是拍“砍头”“下跪”的视频，侵犯他人权益。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁远离和制止假借正义之名的网暴",
                    "examples": [],
                    "quotes": [],
                    "example_content": "有边界的批评，忠于规则的正义，永远不是为了伤害。远离和制止假借正义之名、实施伤害之实的网暴，已是当务之急，而你我都有责任。"
                }
            ]
        },
        {
            "title": "厘清批评与网暴的边界",
            "subject": "正常批评与网络暴力有本质区别，我们应厘清边界，拒绝网暴",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从张镇麟事件引出批评与网暴的边界问题",
                    "examples": [],
                    "quotes": [],
                    "example_content": "球员张镇麟因比赛发挥失常遭遇网暴，引发我们思考：正常批评与网络暴力的边界在哪里？"
                },
                {
                    "part_title": "论证部分1：正常批评的特点",
                    "content": "论述正常批评是客观理性的、针对事实的",
                    "examples": [
                        "对球员技术失误的客观分析",
                        "对争议言行的理性探讨"
                    ],
                    "quotes": [],
                    "example_content": "正常批评是客观理性的，是针对具体事实的分析和建议。欢迎针对篮球本身（比赛、技术乃至战术）的评论，这是推动进步的正能量。"
                },
                {
                    "part_title": "论证部分2：网络暴力的本质",
                    "content": "论述网络暴力是情绪化的、人身攻击性质的",
                    "examples": [
                        "制作恶搞视频、砍头下跪等侮辱性镜头",
                        "在社交平台上指责、谩骂"
                    ],
                    "quotes": [],
                    "example_content": "网络暴力则是情绪化的宣泄，是超越事实本身的人身攻击。它打着正义的旗号，行伤害之实，对当事人造成极大的身心伤害。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁厘清边界，拒绝网暴",
                    "examples": [],
                    "quotes": [],
                    "example_content": "一个文明社会，应该有法治精神，而没有所谓正义的网暴。即使对存在过错的人，我们也不能假借网暴的手段。让我们厘清批评与网暴的边界，做一个理性的网络公民。"
                }
            ]
        },
        {
            "title": "拒绝网暴，守护文明",
            "subject": "网络暴力伤害他人、破坏文明，我们应坚决反对，共同守护网络文明",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "以网暴事件引出话题，表明反对网暴的立场",
                    "examples": [],
                    "quotes": [],
                    "example_content": "近日，球员张镇麟遭遇网暴，这不是个案。网络暴力正在侵蚀我们的网络文明，我们必须坚决反对。"
                },
                {
                    "part_title": "论证部分1：网暴的危害",
                    "content": "论述网暴对个人和社会的危害",
                    "examples": [
                        "对当事人造成极大的身心伤害",
                        "助长网络戾气，破坏网络生态"
                    ],
                    "quotes": [],
                    "example_content": "网暴对当事人造成极大的身心伤害，甚至可能导致悲剧发生。它助长网络戾气，破坏健康的网络生态，让理性的声音被淹没在谩骂声中。"
                },
                {
                    "part_title": "论证部分2：如何正确表达",
                    "content": "论述合理批评的方式",
                    "examples": [
                        "客观理性地发声",
                        "将事实反馈给监管部门",
                        "必要时诉诸法律"
                    ],
                    "quotes": [],
                    "example_content": "表达不满有正确的方式：可以客观理性地发声，可以将事实反馈给监管部门，甚至诉诸法律。这些都是文明社会的正当途径，而非私设公堂、滥施私刑。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁共同守护网络文明",
                    "examples": [],
                    "quotes": [],
                    "example_content": "青年一代是网络原住民，更应该成为网络文明的守护者。拒绝网暴，从我做起。让我们共同营造一个理性、文明的网络空间。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "正义，多少网暴假汝之名",
            "content": "遇见不平之事，会有一个声音引导我们做出行动，它的名字叫“正义”。但倘若失去了应有的界限和尺度，有些所谓“正义”就不再是正义，而是伤害他人的刀刃。\n\n前不久的CBA球星张镇麟的遭遇，就是一例。知名球员言行张扬招人厌，球场表现又不佳，的确应该被批评。于是一些网友“挺身而出”“敢怒敢行”，俨然就是广大球迷的代言人，我不能真正“为民除害”，就来一次“虚拟斩首”，大快人心，好不过瘾！\n\n可我看到的，不是诚恳的建议，不是谏诤的良言，而是看似正义、实则恶毒的谩骂和侮辱。言语锋芒与凛然面具之后，藏着的是狰狞可怖的面孔。试问那些人，真是顺从自己的良心？还是仅仅为了宣泄极端化的情绪？超越篮球比赛的言辞，已离正常批评很远，被情绪扭曲的正义，已不再是正义。张镇麟再有过错，也不足以成为实施网暴的理由。\n\n批评也好，实施正义也罢，采取正确的方式很重要。我国有一部《诉讼法》，规定了案件判决的合法程序。有人质疑：“只要能维护正义，方式重要吗？”失去了应有的约束，正义的审判之剑可能变成凶器。张镇麟之前行为出格，经网友监督，已被官方罚款、警诫，既彰显结果正义，又维护程序正义。反观直接实施网暴的网民，那无异于以法官自居，私设法庭，滥施刑罚。在生活中，他们逮到一个小偷，首先想到的就是将其暴打一顿，而不是求助警方。这种想法是错误的，而且相当危险。\n\n不禁想起千年以前苏格拉底喝下毒酒的那一幕。那些咄咄逼人的高尚者，高高在上的审判者，成为了正义光辉下的阴影，这些都是程序正义缺失所带来的悲剧。在键对键、屏对屏的今天，批评不良行为或看不惯的现象，出于民众的朴素正义感，但很多罔顾规则法令，拿起鼠标，敲击键盘，一行行评论公之于众，自然也常有误伤了。\n\n青年一代是网络原住民，怎样来合理地批评？批评的目的是什么？在我看来，批评是为了规劝对方改过图新，去恶向善，而非以暴制暴，以恶制恶。篮协主席姚明的回应也在提醒年轻的网友，要分清何为评论，何为侵权。你可以痛批球员的技术失误，可以客观理性地发声，可以将事实反馈给监管部门，甚至诉诸法律，但不是拍“砍头”“下跪”的视频，侵犯他人权益，这是害人害己的。接下来，参与网暴的网友，恐怕不是自罚三杯就可以全身而退了。\n\n史铁生说：“发现他人之丑恶，等于发现自己之丑恶的可能。”见不贤者，反躬自省，比一瞬间的 “正义感爆棚”更好。别像猎人见到猎物一样，迫不及待地开枪，只想“置之死地而后快”。那又岂是正义？有边界的批评，忠于规则的正义，永远不是为了伤害。远离和制止假借正义之名、实施伤害之实的网暴，已是当务之急，而你我都有责任。"
        }
    ]
}