{
    "question": "阅读下面的材料，根据要求写一篇文章。\n\n子夏的学生问子张关于交往、交友的问题。子张说：“子夏是怎么讲的？”学生回答：“子夏说可交的就交往，不可交的就拒绝”。子张说：“跟我听到的不一样：君子尊重贤人，也接纳普通人，嘉许好人而同情能力不足的人。”子夏厚道老实，孔子以慎交而诲之，免其泛交而受骗；子张好胜偏激，孔子以泛交而诲之，制其偏狂之弊。\n\n阅读材料，你有怎样的感悟和思考？请你结合自己的生活感受和交友思考，选择子夏或子张一方的立场，撰写一篇辩论稿，为自己的观点立论，并反驳对方的观点。\n\n要求：①结合材料，选好角度，自定立意；②不得套作，不得抄袭；③不得泄露个人信息；④不少于800字。",
    "think": "这是一道任务驱动型材料作文题。\n\n材料第一段围绕“交友”（交往）这一话题展开说明。子夏从“自我”品德的高标准出发，强调交往的对象标准，值得交往的人才能与之交往。子夏所言“可者”，直接理解就是“值得交往的人”，根据《论语》的基本思想，这个“值得交往的人”应该理解为道德品行高的人。子张对交往对象没有选择，主张与所有人都要交往，只是交往态度有所区别。二者的观点可理解为交友有条件和无条件。\n\n第二段则解释了两人的交友主张为何会有区别，这一解说可归结为选择朋友要根据自己的性格特点，最好能扬长避短。\n\n试题要求以“交友”为核心论点，选择子夏或子张一方的立场，自拟论题撰写一篇辩论稿，为自己的观点立论，并反驳对方的观点。\n\n对此，若赞同子夏，可立论为交友需要确定原则，即需要条件。据此分析原因，彰显好处，从反面分析滥交朋友的害处，从而反对无条件交友。\n\n赞同子张，可立论为交友不需要条件，四海之内皆朋友。可以“择其善者而从之，其不善者而改之”等方面分析，反对对方，可以从有条件的交友自私，不是纯粹的友谊角度论证。",
    "outlines": [
        {
            "title": "择善而交，慎交益友（支持子夏观点）",
            "subject": "论证交友需要有选择和原则的重要性",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述材料，明确辩论立场",
                    "examples": [],
                    "quotes": [],
                    "example_content": "各位评委、各位同学，大家好！今天我方的观点是支持子夏的立场——交友需要有条件和原则。子夏说\"可交的就交往，不可交的就拒绝\"，这不是狭隘，而是智慧。"
                },
                {
                    "part_title": "提出论点",
                    "content": "交友必须有原则和标准，应择善而交",
                    "examples": [],
                    "quotes": ["无友不如己者"],
                    "example_content": "交友关系人生成败，我方认为必须确立交友原则：择其善者而从之，与有德之人为友，这样才能相互促进，共同成长。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "近朱者赤，近墨者黑，朋友对人的影响深远",
                    "examples": ["孟母三迁"],
                    "quotes": ["与善人居，如入芝兰之室，久而不闻其香，即与之化矣；与不善人居，如入鲍鱼之肆，久而不闻其臭，亦与之化矣"],
                    "example_content": "古人云：\"与善人居，如入芝兰之室，久而不闻其香，即与之化矣。\"朋友对我们的影响是潜移默化的。孟母三迁的故事告诉我们，环境和交友对人的成长至关重要。如果不加选择地交友，很可能被不良风气所影响。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "结交志同道合、品德高尚的朋友，才能共同进步",
                    "examples": ["管鲍之交", "俞伯牙与钟子期"],
                    "quotes": ["道不同不相为谋"],
                    "example_content": "真正的友谊建立在共同的价值观和志向之上。管鲍之交、伯牙子期，都是因为志同道合才成为千古佳话。与志同道合的朋友相处，可以相互切磋琢磨，共同进步。反之，道不同不相为谋，勉强相交只会徒增烦恼。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "反驳对方观点：无条件交友可能导致滥交损友",
                    "examples": [],
                    "quotes": [],
                    "example_content": "对方可能认为广交朋友能拓宽视野，但我们要问：没有原则的交友，难道不会被损友所害吗？历史上多少人因为交友不慎而身败名裂。曾国藩说：'一生之成败，皆关乎朋友之贤否，不可不慎也。'这充分说明了慎重交友的重要性。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结观点，重申立场",
                    "examples": [],
                    "quotes": ["亲君子，远小人"],
                    "example_content": "综上所述，交友必须有原则、有选择。我们要'亲君子，远小人'，择善而交，与有德之人为友，这样才能在人生道路上走得更稳更远。谢谢大家！"
                }
            ]
        },
        {
            "title": "海纳百川，广交天下（支持子张观点）",
            "subject": "论证交友应该开放包容，不设门槛的合理性",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述材料，明确辩论立场",
                    "examples": [],
                    "quotes": [],
                    "example_content": "各位评委、各位同学，大家好！今天我方支持子张的观点——交友不应设置条条框框。子张说'君子尊重贤人，也接纳普通人'，这才是真正的胸怀和格局。"
                },
                {
                    "part_title": "提出论点",
                    "content": "交友应该开放包容，四海之内皆可为友",
                    "examples": [],
                    "quotes": ["海纳百川，有容乃大"],
                    "example_content": "我方认为，交友不应有门槛。海纳百川，有容乃大，以开放的心态对待每一个人，才能拓宽视野，丰富人生。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "每个人都有值得学习之处，广交朋友能博采众长",
                    "examples": ["孔子"],
                    "quotes": ["三人行，必有我师焉。择其善者而从之，其不善者而改之"],
                    "example_content": "孔子说：'三人行，必有我师焉。择其善者而从之，其不善者而改之。'这说明每个人都有值得我们学习的地方。如果我们只交所谓'高尚'的朋友，就会失去向普通人学习的机会，视野也会变得狭隘。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "包容不同层次的人，体现君子的胸怀和修养",
                    "examples": ["刘备"],
                    "quotes": [],
                    "example_content": "真正有修养的人，不会以貌取人，不会因为对方地位低就拒之门外。刘备三顾茅庐请诸葛亮，不计身份高低；他善待普通士兵，也能礼贤下士，这种包容的态度正是成就大业的关键。君子不应该设置交友的门槛。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "反驳对方观点：有选择的交友容易变得势利和狭隘",
                    "examples": [],
                    "quotes": [],
                    "example_content": "对方强调要有选择地交友，但我们要问：这个'选择'的标准是什么？如果只交'有用'的人，那不就是势利吗？如果只交'完美'的人，世上又有几人能达标？过分强调条件，只会让友谊变得功利，让自己变得孤僻。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结观点，发出号召",
                    "examples": [],
                    "quotes": [],
                    "example_content": "综上所述，交友应该海纳百川，以开放包容的心态对待每一个人。不为交友设障碍，才能收获真诚的友谊，成就宽广的人生。谢谢大家！"
                }
            ]
        },
        {
            "title": "因人而异，择善固执（辩证角度）",
            "subject": "结合两种观点，论述应根据自身特点选择合适的交友方式",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引述材料，提出辩证观点",
                    "examples": [],
                    "quotes": [],
                    "example_content": "各位评委、各位同学，大家好！子夏和子张关于交友的观点看似对立，实则各有道理。孔子对两人的教诲不同，正是因为他们性格不同。这启示我们：交友之道，应因人而异。"
                },
                {
                    "part_title": "提出论点",
                    "content": "交友方式应根据个人性格特点灵活调整",
                    "examples": [],
                    "quotes": [],
                    "example_content": "我认为，交友既要有原则底线，也要有开放胸怀。关键是要认识自己，根据自身特点选择合适的交友方式。"
                },
                {
                    "part_title": "论证部分1",
                    "content": "性格厚道老实者，应该有所选择以免受骗",
                    "examples": ["子夏"],
                    "quotes": [],
                    "example_content": "对于性格厚道、容易轻信他人的人来说，确实需要谨慎交友。子夏老实本分，如果不加选择，很容易被心术不正之人利用。因此，对这类人而言，'可者与之，不可者拒之'是一种自我保护。"
                },
                {
                    "part_title": "论证部分2",
                    "content": "性格偏激好胜者，应该广泛交友以制偏狭",
                    "examples": ["子张"],
                    "quotes": [],
                    "example_content": "而对于性格偏激、好胜心强的人来说，则需要广交朋友来修正自己的不足。子张好胜，如果只交志同道合者，可能会越来越偏激。因此，孔子教他'尊贤而容众'，通过接触不同的人来平衡自己的性格。"
                },
                {
                    "part_title": "论证部分3",
                    "content": "交友的核心是把握原则与开放的平衡",
                    "examples": [],
                    "quotes": [],
                    "example_content": "无论采取哪种方式，交友都应该有底线原则。我们可以广交朋友，但不能与品行恶劣之人深交；我们可以选择朋友，但不能因此变得势利狭隘。关键是在原则与开放之间找到平衡点。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结全文，提出建议",
                    "examples": [],
                    "quotes": [],
                    "example_content": "交友之道，贵在因人而异，因时制宜。认识自己，择善固执，开放包容，这才是真正的交友智慧。让我们在交友中不断成长，成就更好的自己。谢谢大家！"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "交友有条件 交友应有道",
            "content": "各位评委老师，同学们：\n\n大家好！\n\n我方认为子夏的立场是正确的。交朋友必须要有条件，因为交朋友就不能不被朋友影响，这种影响有好有坏，好的影响可能使自己成长、人生幸福；坏的影响则可能导致自己身败名裂、人生凄惨。所以交友这件事关系重大，一定要严格交友的原则，慎交友、交好友，哪些人该交，哪些人不该交，应该有所选择。\n\n关于如何交友，我方认为，可以遵循如下几个原则。\n\n首先是要结交志同道合的朋友。《群书治要·论语》告诉我们要“无友不如己者”，“如”是“似”“像”的意思，就是不要结交那些不像自己的人，也就是和自己志不同、道不合的人，所谓“道不同不相为谋”。与志同道合的朋友在一起，才可以互相切磋琢磨，共同进步。\n\n其次是要结交有德行的朋友。楚国有一个善于看相的人，楚庄王向他请教其中的奥妙。他回答：“我并不能给人看相，只不过是善于观察这个人所结交的朋友。如果这个人他所结交的朋友都能够孝敬父母、友爱兄弟、尊敬长辈、淳厚善良、行为谨慎、畏惧法律，这样的人，家庭会一天比一天过得好、身心也会一天比一天安定，被称为‘吉人’。”可见，朋友对人的影响很大，直接关系到人的成长和命运，因此一定要与德行高尚之人交朋友。\n\n最后要明了交良友的益处和交损友的害处以自勉。《群书治要·孔子家语》说：“与善人居，如入芝兰之室，久而不闻其香，即与之化矣；与不善人居，如入鲍鱼之肆，久而不闻其臭，亦与之化矣。”与贤德之人在一起，久而久之，自己也会成为贤德之人，反之亦然，这就是“近朱者赤，近墨者黑”的道理。人虽然本性质朴美善，心地聪明智慧，也必须请教贤师教导，选择良友相交。因为如果人得到真正贤明的老师，并向他学习，那么他每天听到的就都是尧舜禹汤的道理；如果人得到好的朋友，并和他交往，那么他所见到的就都是忠诚信实、恭敬礼让的品行。这样，人每天在道德方面不知不觉地不断进步，这是潜移默化的结果。反之，如果人所结交的都是无德之人，所听的都是诈伪的言语，所看的都是邪曲不正、贪图利益的行为，那么就会致使自己即将遭受刑罚还不知不觉，这也是潜移默化的结果。\n\n年轻人正处于事业的起跑线上，能否交到好的朋友，直接决定了自己的前途命运。我方坚决反对对方的观点：无条件的交朋友。切不可没有选择的交朋友，以朋友多而自喜，曾国藩说：“一生之成败，皆关乎朋友之贤否，不可不慎也。”\n\n鉴于此，年轻人务必要“亲君子，远小人”，选择结交对自己德行提升有帮助的朋友，正如古人所说：“亲附善友，如雾露中行，虽不湿衣，时时有润。”好的朋友，能够在不知不觉中帮助自己提升境界，走向幸福的人生。\n\n综上所述，我方一致认为交友必须有条件，要交“值得交往的人”。\n\n谢谢大家。"
        }
    ]
}