{
    "question": "阅读下面的材料，根据要求作文。（60分）\n\n近日，作为两届CBA（中国职业篮球联赛）总冠军球员及中国男篮主力球员之一的张镇麟在比赛中发挥失常，表现欠佳。之后，有人挖出了他过去的一些争议性言论，在社交平台上指责、谩骂他；多个媒体平台转发了针对他的恶搞视频，视频中不乏砍头、下跪等侮辱性镜头。这对张镇麟造成极大的身心伤害。对此，中国篮球协会主席姚明表示，“对于一些超越篮球本身的评论”，中国篮球协会提供一切必要支持去帮助球员维护自身的权益。但也有部分网友认为张镇麟不那么讨喜，活该被网暴。\n\n读了上述材料，你有什么看法？请以“青年评论家”的身份，给“澄池学生论坛”写一篇文章。\n\n要求：标题自拟，自选角度，不得抄袭，不得透露个人信息，不少于800字。",
    "think": "这是一道时评类材料作文题。\n\n审题时先锁定关键信息“网暴”——球员张镇麟遭遇网暴，我们如何评价这起网暴事件。\n\n材料第一部分写张镇麟因比赛发挥失常和之前受争议言论而被网暴。第二部分写姚明及的回应与部分网友的态度。姚明的表态包含两层意思：一是欢迎针对篮球本身（比赛、技术乃至战术）的评论；二是反对不正当言论，支持球员合理维权。而部分网友以张镇麟不那么讨喜为由，支持网暴行为，显然这是错误认知。即使对存在过错的人，或不良的社会现象，我们也不能假借网暴的手段，也就是说，一个文明社会，应该有法治精神，而没有所谓正义的网暴。\n\n行文时，可以厘清正常批评和网络暴力的边界，可以客观评价张镇麟的球场表现与争议言行，而对网络暴力则应旗帜鲜明地反对。\n\n“你有什么看法”限制了文体——针对具体事件的时评文章；“青年评论家”则限定了写作者身份——应相对专业、理性，站得高看得远；“澄池学生论坛”说明本文读者主要是学生，写作者应引领主流价值观，帮助学生正确认知。",
    "outlines": [
        {
            "title": "理性批评与反对网络暴力：青年评论家的责任",
            "subject": "明确区分理性监督与网络暴力，呼吁青年以法治与道德为界，文明表达批评意见",
            "parts": [
                {"part_title":"开头","content":"以张镇麟事件引出网络暴力与言论边界的问题，点明立场——反对网暴、支持理性批评","examples":[],"quotes":[],"example_content":"张镇麟因表现欠佳及过往言论遭网暴，给其身心造成侵害。作为青年评论家，我们应厘清评论与暴力的界限。"},
                {"part_title":"提出论点","content":"主旨：批评应以事实与建设性为原则；网络暴力不仅无助且违法，应坚决反对","examples":[],"quotes":[],"example_content":"理性批评可促人进步，网暴则侵害人格、扰乱公共秩序。"},
                {"part_title":"论证一：界定正常批评与网络暴力的差异","content":"说明两者在目的、方式、效果及法律后果上的不同","examples":["技术讨论与恶搞侮辱的视频"],"quotes":[],"example_content":"技术性批评着眼事实并提出改进建议，而网暴以侮辱、人格攻击为目的，常伴随谩骂和人肉搜索。"},
                {"part_title":"论证二：网络暴力的危害与不可取之处","content":"从个体心理伤害、社会风气和法律风险三方面论述网暴的危害","examples":["被攻击者心理创伤、名誉受损、错误信息扩散"],"quotes":[],"example_content":"网暴可能对当事人造成长期心理创伤，并破坏公共讨论的理性氛围。"},
                {"part_title":"论证三：如何做一个负责任的青年评论家","content":"提出可操作建议：以事实为据、尊重程序正义、避免人肉与侮辱、利用合法渠道维护权益、倡导网络素养教育","examples":[],"quotes":[],"example_content":"当发现不当行为，应先核实信息、理性发声，并鼓励通过正规渠道反映问题，而非发起人身攻击。"},
                {"part_title":"结论","content":"总结并号召：以文明与法律为底线，推动理性表达与健康网络生态","examples":[],"quotes":[],"example_content":"青年应当成为理性讨论的引导者，而非网络暴力的帮凶，共同维护有序的公共空间。"}
            ]
        },
        {
            "title": "纲要A：从言论到责任——批评的伦理与界限",
            "subject": "论述批评者应承担的道德与法律责任，强调事实核验与尊重人格的重要性",
            "parts": [
                {"part_title":"开头","content":"界定评论自由与责任并存的原则","examples":[],"quotes":[],"example_content":"言论自由不是没有边界的放纵，批评也要承担相应责任。"},
                {"part_title":"提出论点","content":"批评应以改进为目的，避免恶意中伤与人身攻击","examples":[],"quotes":[],"example_content":"通过事实与理性说服对方，而非通过羞辱来达到宣泄。"},
                {"part_title":"论证与建议","content":"列举如何在实践中履行责任——核实信息、理性陈述、尊重程序等","examples":[],"quotes":[],"example_content":"在社交平台发言前先核实来源，避免扩散未证实的信息。"},
                {"part_title":"结语","content":"呼吁社会共同营造有底线的言论环境","examples":[],"quotes":[],"example_content":"一个健康的公共论坛需要言论自由也需要规则与责任。"}
            ]
        },
        {
            "title": "纲要B：法律与平台的联动——制止网络暴力的路径",
            "subject": "强调法律规制与平台责任在遏制网暴中的关键作用，并提出具体措施",
            "parts": [
                {"part_title":"开头","content":"点出单靠舆论无法彻底解决网暴问题，需要制度性回应","examples":[],"quotes":[],"example_content":"姚明与篮协的表态体现了组织性支持，但更需要法律与平台合力应对。"},
                {"part_title":"提出论点","content":"法律约束与平台治理应共同构建反网暴防线","examples":[],"quotes":[],"example_content":"平台应承担内容审核与处置责任，法律应对严重侵权行为予以追究。"},
                {"part_title":"措施建议","content":"列举具体举措：完善法律、明确平台责任、建立快速申诉通道、提高惩戒力度","examples":[],"quotes":[],"example_content":"建立更便捷的申诉与取证机制，提升对恶意账号的处罚。"},
                {"part_title":"结语","content":"呼吁制度与社会共同发力，营造安全的网络空间","examples":[],"quotes":[],"example_content":"只有法治与平台共同发力，才能有效遏制网络暴力。"}
            ]
        },
        {
            "title": "纲要C：培养青年网络素养——从教育入手的长效机制",
            "subject": "强调通过教育提升青年网民的媒介素养与公民意识，预防网暴生成的土壤",
            "parts": [
                {"part_title":"开头","content":"提出网络暴力背后的文化与教育根源，需要从源头治理","examples":[],"quotes":[],"example_content":"年轻人在匿名环境下易被情绪带动，缺乏批判性思维与法律意识。"},
                {"part_title":"提出论点","content":"从学校与家庭加强媒介素养、同理心与法律意识教育，培养负责任的网络公民","examples":[],"quotes":[],"example_content":"在课堂上开展网络伦理与法律课程，培养理性表达能力。"},
                {"part_title":"实践建议","content":"具体建议包括课程设置、社区活动、榜样引导与平台合作的教育项目","examples":[],"quotes":[],"example_content":"学校可与社会组织合作，开展模拟法庭与媒体批判训练。"},
                {"part_title":"结语","content":"强调教育的长期性，呼吁各方共同承担培养责任","examples":[],"quotes":[],"example_content":"唯有从教育入手，才能真正改变青年网络行为模式，预防未来的网暴。"}
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "正义，多少网暴假汝之名",
            "content": "遇见不平之事，会有一个声音引导我们做出行动，它的名字叫“正义”。但倘若失去了应有的界限和尺度，有些所谓“正义”就不再是正义，而是伤害他人的刀刃。\n\n前不久的CBA球星张镇麟的遭遇，就是一例。知名球员言行张扬招人厌，球场表现又不佳，的确应该被批评。于是一些网友“挺身而出”“敢怒敢行”，俨然就是广大球迷的代言人，我不能真正“为民除害”，就来一次“虚拟斩首”，大快人心，好不过瘾！\n\n可我看到的，不是诚恳的建议，不是谏诤的良言，而是看似正义、实则恶毒的谩骂和侮辱。言语锋芒与凛然面具之后，藏着的是狰狞可怖的面孔。试问那些人，真是顺从自己的良心？还是仅仅为了宣泄极端化的情绪？超越篮球比赛的言辞，已离正常批评很远，被情绪扭曲的正义，已不再是正义。张镇麟再有过错，也不足以成为实施网暴的理由。\n\n批评也好，实施正义也罢，采取正确的方式很重要。我国有一部《诉讼法》，规定了案件判决的合法程序。有人质疑：“只要能维护正义，方式重要吗？”失去了应有的约束，正义的审判之剑可能变成凶器。张镇麟之前行为出格，经网友监督，已被官方罚款、警诫，既彰显结果正义，又维护程序正义。反观直接实施网暴的网民，那无异于以法官自居，私设法庭，滥施刑罚。在生活中，他们逮到一个小偷，首先想到的就是将其暴打一顿，而不是求助警方。这种想法是错误的，而且相当危险。\n\n不禁想起千年以前苏格拉底喝下毒酒的那一幕。那些咄咄逼人的高尚者，高高在上的审判者，成为了正义光辉下的阴影，这些都是程序正义缺失所带来的悲剧。在键对键、屏对屏的今天，批评不良行为或看不惯的现象，出于民众的朴素正义感，但很多罔顾规则法令，拿起鼠标，敲击键盘，一行行评论公之于众，自然也常有误伤了。\n\n青年一代是网络原住民，怎样来合理地批评？批评的目的是什么？在我看来，批评是为了规劝对方改过图新，去恶向善，而非以暴制暴，以恶制恶。篮协主席姚明的回应也在提醒年轻的网友，要分清何为评论，何为侵权。你可以痛批球员的技术失误，可以客观理性地发声，可以将事实反馈给监管部门，甚至诉诸法律，但不是拍“砍头”“下跪”的视频，侵犯他人权益，这是害人害己的。接下来，参与网暴的网友，恐怕不是自罚三杯就可以全身而退了。\n\n史铁生说：“发现他人之丑恶，等于发现自己之丑恶的可能。”见不贤者，反躬自省，比一瞬间的 “正义感爆棚”更好。别像猎人见到猎物一样，迫不及待地开枪，只想“置之死地而后快”。那又岂是正义？有边界的批评，忠于规则的正义，永远不是为了伤害。远离和制止假借正义之名、实施伤害之实的网暴，已是当务之急，而你我都有责任。"
        }
    ]
}