{
    "question": "阅读下面的材料，根据要求写作。（60分）\n\n本试卷语言文字运用Ⅱ提到：“‘富于美感’的特性体现在古人日常生活的方方面面。”其实，在现代社会中，每一个乐观生活的人都在自己的生活中发现美，创造美，进而营造属于自己的“精神场域”。\n\n以上材料对我们颇具启示意义。\n\n请结合材料写一篇文章，体现你的感悟与思考。\n\n要求：选准角度，确定立意，明确文体，自拟标题；不要套作，不得抄袭；不得泄露个人信息；不少于 800字。",
    "think": "这是一道关联阅读，任务驱动兼思辨性材料作文，考生要注意从三个方面完成审题任务。\n\n一是审材料。本题作文需要联系语言文字运用Ⅱ提到的相关材料，考生先要关联阅读材料：明确古人“富于美感”特性的事物，寄寓古人高雅的审美情趣和审美追求，比如材料中提到的在日常生活中对文房四宝等物件的情感温度、丰富趣味等。其次要审好写作材料。“乐观”“发现美”“创造美”“精神戏场”，这些关键词意指：一是我们要做生活的乐观者，二是要要营造富于美感的精神戏场就要善于去发现、创造美，只有这样才能享受美。\n\n二是审任务。“以上材料”既包括语言文字运用Ⅱ中材料，方方面面的体现美感特性的事物，也包括提示乐观者怎样去发现美、创造美，即要体现“人德”“人品”，情感趣味。考生要根据这些“启示”写作，体现自己的“思考与感悟”。要求从现代社会入手，去探求现代人日常生活中美的活动，重在与材料关联的“精神”层面的追求，指向积极乐观的生活态度。\n\n三是审要求。“选准角度”本文的核心关注点是如何在日常生活中发现和创造美，以及如何通过美感提升个人的生活品位。文章需要围绕这个主题，通过具体事例和深入分析，去阐释美感在个体生活中的意义。此外，作文带有明显的比较分析结构，要求学生对古代和现代的美感寻求方式进行比较，并以此探讨如何在现代快节奏的生活中找到属于自己的美感和品格。",
    "outlines": [
        {
            "title": "生活，美在追求与创造",
            "subject": "人人都有追求“美”的权利，我们应在日常生活中发现美、创造美，营造自己独特的精神空间",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从古今对美的追求引出话题，提出生活美在追求与创造",
                    "examples": [
                        "古代文人对书斋空间的营建，从笔墨纸砚、琴棋书画到瓶花古玩",
                        "诗人笔下的美：李白的“燕山雪花大如席”，秦观的“两情若是久长时”"
                    ],
                    "quotes": [],
                    "example_content": "纵观古今，人们对“美”的追求从未停止。无论是对容貌的渴望，还是对美服的向往，爱美之心人皆有之。五彩斑斓的生活，美在追求与创造。"
                },
                {
                    "part_title": "论证部分1：人人都有追求“美”的权利",
                    "content": "论述“美”不是富人专属，穷人也可追求精神世界的美",
                    "examples": [
                        "“勒妮”生活拮据但精神世界丰富，花积蓄买录像带",
                        "外卖小哥雷海为在诗词中谋爱，追求诗词之美"
                    ],
                    "quotes": [],
                    "example_content": "人人都有追求“美”的权利。“美”并不是富人的专属，也不应是穷人的奢望。贫瘠的土地也会绽放出鲜艳欲滴的花朵，那是大地对美的追求。"
                },
                {
                    "part_title": "论证部分2：发现美、悦纳自己",
                    "content": "论述应克服容貌焦虑，悦纳自己，发现生活中的美",
                    "examples": [
                        "容貌焦虑的本质是没有发现自己的美"
                    ],
                    "quotes": [],
                    "example_content": "美是多种多样的，不应该也无法被定义。当我们从纷扰中抽身，沉静心神，你就会发现，生活中的美如此平凡而又简单。悦纳自己、把目光聚焦于真正有意义的人和事是发现美的一种方式。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁丰盈自己，营造独特的精神空间",
                    "examples": [],
                    "quotes": [],
                    "example_content": "我们不妨游历名山大川，看遍大好河山，不妨养护一盆自己喜爱的花，不妨看一本不错的书。丰盈自己，提升自己，投身精神生活，用美的眼光去探索，营造自己独特的精神空间。"
                }
            ]
        },
        {
            "title": "富于美感，品味生活",
            "subject": "善于追求富于美感的生活，在日常中发现美、创造美，营造属于自己的“精神场域”",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "从古人对美感的追求引出话题",
                    "examples": [
                        "古人精心营造文房空间，砚台作为文房四宝之一备受珍视"
                    ],
                    "quotes": [],
                    "example_content": "生活中处处都充满了美感。古人对美感的追求，体现在他们日常生活中的每一个细节。他们精心营造文房空间，不仅是展现自我审美意趣的方式，更是一种追求品质生活的体现。"
                },
                {
                    "part_title": "论证部分1：在快节奏生活中发现美",
                    "content": "论述现代生活虽然快节奏，但只要有心，仍可发现美",
                    "examples": [
                        "在书桌摆放小盆栽，让生活空间融入自然的绿意",
                        "在通勤路上听喜欢的曲目，让心灵找到节奏"
                    ],
                    "quotes": [],
                    "example_content": "现代生活的快节奏使得那份悠然自得的美感逐渐消失。其实，只要我们有心，不妨在书桌摆放一株小盆栽，在通勤路上放上一首喜欢的曲目。留心生活的细处，美的惬意便油然而生。"
                },
                {
                    "part_title": "论证部分2：每个人都有独属的“精神场域”",
                    "content": "论述通过热爱之事营造独属的精神场域",
                    "examples": [
                        "热爱阅读的人，文字是精神的食粮",
                        "热爱舞蹈的人，用肢体语言诠释音符"
                    ],
                    "quotes": [],
                    "example_content": "热爱阅读的人，看到的文字不再是枯燥的黑白，而是脑海中生动的一幕幕场景。对于热爱舞蹈的人来说，每一个音符都是他们内心的呼唤和情感的表达。这是独属于他们的“精神场域”。"
                },
                {
                    "part_title": "结尾",
                    "content": "呼吁在日常生活中发现美、创造美",
                    "examples": [],
                    "quotes": [
                        "一支笔、一团墨、一张纸、一方砚、一瓶花可以成为“一生之中最相亲傍”精神寄托",
                        "随风潜入夜，润物细无声"
                    ],
                    "example_content": "只要我们愿意停下脚步，细心地观察，我们就能体会到那些被忽略的美感，并为自己的生活增添更多的色彩和趣味。让我们手中的清茗香浓悠长，让世间的景色因我们的发现而更加怡人。"
                }
            ]
        },
        {
            "title": "寻美创美，成就大美",
            "subject": "做生活的乐观者，善于发现美、创造美，营造富于美感的精神场域",
            "parts": [
                {
                    "part_title": "开头",
                    "content": "引出话题，提出寻美创美的重要性",
                    "examples": [],
                    "quotes": [],
                    "example_content": "古人日常生活的方方面面都体现着“富于美感”的特性。在现代社会中，每一个乐观生活的人都在自己的生活中发现美，创造美，进而营造属于自己的“精神场域”。"
                },
                {
                    "part_title": "论证部分1：发现生活之美",
                    "content": "论述善于发现日常生活中的美",
                    "examples": [
                        "落日余晖时的刹那美景",
                        "海浪拍打沙滩的韵律之美"
                    ],
                    "quotes": [
                        "荷叶罗裙一色裁，芙蓉向脸两边开"
                    ],
                    "example_content": "生活中处处有美，需要我们有发现美的眼睛。落日余晖时的刹那美景，海浪拍打着沙滩的韵律，我们每一次的心跳和呼吸，都让人感受到生命中那份独特的韵律和美感。"
                },
                {
                    "part_title": "论证部分2：创造生活之美",
                    "content": "论述在日常中主动创造美",
                    "examples": [
                        "在厨房创造色彩和味道的盛宴",
                        "由心而发的家常菜是对生活细节美感的培养"
                    ],
                    "quotes": [],
                    "example_content": "生活中的美感并不遥远，或许就在厨房。我们可以创造色彩和味道的盛宴。一顿由心而发的家常菜，不仅仅是味蕾的享受，更是对生活细节美感的培养。在挑选食材、调配色彩、控制火候的过程中，我们学会了从食物的简单搭配中发现美，创造美。"
                },
                {
                    "part_title": "结尾",
                    "content": "总结：寻美创美，成就大美",
                    "examples": [],
                    "quotes": [
                        "渺万里层云，千山暮雪，只影向谁去"
                    ],
                    "example_content": "让我们做生活的乐观者，在日常中寻美创美。古人的一支笔、一团墨可以成为精神寄托，我们的一行字、一枝花、一根草、一支歌又何尝不能成为独特的精神享受？寻美创美，成就大美。"
                }
            ]
        }
    ],
    "essays": [
        {
            "id": 0,
            "title": "生活，美在追求与创造",
            "content": "纵观古今，人们对“美”的追求从未停止。无论是对容貌的渴望，还是对美服的向往，爱美之心人皆有之。古代文人对书斋空间的营建，从笔墨纸砚、琴棋书画，到瓶花古玩，诗人笔下的诗歌，如李白的“燕山雪花大如席，片片吹落轩辕台”，又如秦观的“两情若是久长时，又岂在朝朝暮暮”，无不体现了美。\n\n五彩斑斓的生活，美在追求与创造。\n\n人人都有追求“美”的权利。“美”并不是富人的专属，也不应是穷人的奢望，正如有着刺猬般优雅的“勒妮”，即使她生活拮据，她的精神世界却宛如画布上斑斓的色彩，她会花大量的积蓄去买录像带，每一张DVD,读的每一本书，都是她精神世界的一笔珍贵涂鸦。“在烟火里谋生，在诗词中谋爱的外卖小哥雷海为，即使生活如同重石压着他坚实的脊梁，他也一往无前地追求诗词之美，一步一步去往自己的“精神场域”。生活中的例子比比皆是，贫瘠的土地也会绽放出鲜艳欲滴的花朵，那是大地对美的追求，而娇美的鲜花也是上天对努力生活的人的嘉奖。\n\n你听说过“容貌焦虑”吧，生活中有人焦虑自己有单眼皮，有人焦虑自己体重过百，有人焦虑自己的小腿好粗，容貌焦虑本质上是没有发现自己的美，一股劲揪着自己容貌上的小缺点反复咀嚼，越咀嚼越焦虑，越焦虑越咀嚼，最后陷入恶性循环。有些人为了满足社会对“完美”形象的期待，开始盲目追求表面的审美标准，做出一些匪夷所思甚至伤害自己的“整美”来。其实美是多种多样的，不应该也无法被定义。当我们从纷扰中抽身，沉静心神，你就会发现，生活中的美如此平凡而又简单，悦纳自己、把目光聚焦于真正有意义的人和事是一种克服容貌焦虑的方式，也是挖掘与发现美的一种方式，诚能如此，改变就会从当下开始。\n\n我们不妨游历名山大川，看遍大好河山，不妨养护一盆自己喜爱的花，不妨看一本不错的书。丰盈自己，提升自己，投身精神生活，用美的眼光去探索，营造自己独特的精神空间。"
        },
        {
            "id": 1,
            "title": "富于美感，品味生活",
            "content": "生活中处处都充满了美感，无论是落日余晖时的刹那美景，海浪拍打着沙滩，还是我们每一次的心跳和呼吸，都让人感受到生命中那份独特的韵律和美感。古人对美感的追求，体现在他们日常生活中的每一个细节。他们精心营造文房空间，不仅是文人展现自我审美意趣的方式，更是一种追求品质生活的体现。在这独属的精神场域中，他们得以享受那份宁静致远，富于美感的生活。而其中，砚台作为文房四宝之一，更是备受珍视。它不仅仅是一块普通的文具，更是一面映照主人品行和人格的明镜。所以我们要善于追求富于美感的生活，好好品味生活。\n\n然而，现代生活的快节奏使得那份悠然自得的美感逐渐消失。我们总是在忙碌中度过，似乎忘记了如何停下来，发现和品味生活的美好。其实，只要我们有心，不妨在书桌摆放一株小盆栽，让生活空间融入一抹自然的绿意；在通勤路上，耳机里放上一首喜欢的曲目，让心灵在旋律中找到属于自己的节奏。留心生活的细处，美的惬意便油然而生。\n\n热爱阅读的人，他们看到的文字不再是枯燥的黑白，而是脑海中生动的一幕幕场景。这些文字是他们精神的食粮，是他们创造美好世界的源泉。而对于热爱舞蹈的人来说，每一个音符都是他们内心的呼唤和情感的表达。他们用肢体语言诠释着每一个音符的意境和律动，这是独属于他们的“精神场域”。\n\n古人告诉我们，“一支笔、一团墨、一张纸、一方砚、一瓶花”可以成为“一生之中最相亲傍”精神寄托，一行字、一枝花、一根草、一支歌又何尝不能成为我们独特的时空享受？慢慢走，我们可以感受到自己的情感温度。生活中的美感并不遥远，或许就在厨房，我们可以创造色彩和味道的盛宴。一顿由心而发的家常菜，不仅仅是味蕾的享受，更是对生活细节美感的培养。在挑选食材、调配色彩、控制火候的过程中，我们学会了从食物的简单搭配中发现美，创造美。只要我们愿意停下脚步，细心地观察，我们就能体会到“随风潜入夜，润物细无声”“荷叶罗裙一色裁，芙蓉向脸两边开”“袅袅兮秋风，洞庭波兮木叶下” “渺万里层云，千山暮雪，只影向谁去”那些被忽略的美感，并为自己的生活增添更多的色彩和趣味。\n\n让我们手中的清茗香浓悠长，让世间的景色因我们的发现而更加怡人。"
        }
    ]
}